# This file is under the MIT License by authors

Error\:\ no\ workspace=\u0413\u0440\u0435\u0448\u043A\u0430: \u043D\u0435\u043C\u0430 \u0440\u0430\u0434\u043D\u0438 \u043F\u0440\u043E\u0441\u0442\u043E\u0440
A\ project\ won't\ have\ any\ workspace\ until\ at\ least\ one\ build\ is\ performed.=\u041F\u0440\u043E\u0458\u0435\u043A\u0430\u0442 \u043D\u0435\u045B\u0435 \u0438\u043C\u0430\u0442\u0438 \u0440\u0430\u0434\u043D\u0438 \u043F\u0440\u043E\u0441\u0442\u043E\u0440 \u0434\u043E\u043A \u0441\u0435 \u043D\u0435 \u0438\u0437\u0432\u0440\u0448\u0438 \u0458\u0435\u0434\u043D\u043E \u0438\u0437\u0433\u0440\u0430\u0434\u045A\u0435.
There's\ no\ workspace\ for\ this\ project.\ Possible\ reasons\ are\:=\u041D\u0435\u043C\u0430 \u0440\u0430\u0434\u043D\u0438 \u043F\u0440\u043E\u0441\u0442\u043E\u0440 \u0437\u0430 \u043E\u0432\u0430\u0458 \u043F\u0440\u043E\u0458\u0435\u043A\u0430\u0442. \u041C\u043E\u0433\u0443\u045B\u0435 \u0458\u0435:
The\ project\ was\ renamed\ recently\ and\ no\ build\ was\ done\ under\ the\ new\ name.=\u041F\u0440\u043E\u0458\u0435\u043A\u0430\u0442 \u0458\u0435 \u0441\u043A\u043E\u0440\u043E \u043F\u0440\u0435\u0438\u043C\u0435\u043D\u043E\u0432\u0430\u043D, \u0438 \u0458\u043E\u0448 \u043D\u0435\u043C\u0430 \u0438\u0437\u0433\u0440\u0430\u0434\u045A\u0435 \u043F\u043E \u043D\u043E\u0432\u0438\u043C \u0438\u043C\u0435\u043D\u043E\u043C.
The\ agent\ this\ project\ has\ run\ on\ for\ the\ last\ time\ was\ removed.=\u0410\u0433\u0435\u043D\u0442 \u043E\u0432\u043E\u043C \u043F\u0440\u043E\u0458\u0435\u043A\u0442\u0443 \u043D\u0430 \u043A\u043E\u043C \u0458\u0435 \u0437\u0430\u0434\u045A\u0435 \u0438\u0437\u0432\u0440\u0448\u0435\u043D\u043E \u0458\u0435 \u0438\u0437\u0431\u0440\u0438\u0441\u0430\u043D.
li3=\u0420\u0430\u0434\u043D\u0438 \u043F\u0440\u043E\u0441\u0442\u043E\u0440 "{0}" \u0458\u0435 \u0438\u0437\u0431\u0430\u0447\u0435\u043D \u0438\u0437 Jenkins.
The\ workspace\ was\ wiped\ out\ and\ no\ build\ has\ been\ done\ since\ then.=\u041D\u0438\u0458\u0435 \u0431\u0438\u043B\u043E \u0438\u0437\u0433\u0440\u0430\u0434\u045A\u0430 \u043E\u0442\u043A\u0430\u0434 \u0458\u0435 \u0440\u0430\u0434\u043D\u0438 \u043F\u0440\u043E\u0441\u0442\u043E\u0440 \u0438\u0437\u0431\u0440\u0438\u0441\u0430\u043D.
text=\u041F\u043E\u043A\u0440\u0435\u043D\u0438\u0442\u0435 \u0438\u0437\u0433\u0440\u0430\u0434\u045A\u0443 \u0438 Jenkins \u045B\u0435 \u0441\u0442\u0432\u043E\u0440\u0438\u0442\u0438 \u0440\u0430\u0434\u043D\u0438 \u043F\u0440\u043E\u0441\u0442\u043E\u0440.
Error=\ no workspace=\u0413\u0440\u0435\u0448\u043A\u0430: \u043D\u0435\u043C\u0430 \u0440\u0430\u0434\u043D\u043E\u0433 \u043F\u0440\u043E\u0441\u0442\u043E\u0440\u0430
There''s\ no\ workspace\ for\ this\ project.\ Possible\ reasons\ are\:=\u041D\u0435\u043C\u0430 \u0440\u0430\u0434\u043D\u043E\u0433 \u043F\u0440\u043E\u0441\u0442\u043E\u0440\u0430 \u0437\u0430 \u043E\u0432\u0430\u0458 \u043F\u0440\u043E\u0458\u0435\u043A\u0430\u0442. \u041C\u043E\u0433\u0443\u045B\u0435 \u0458\u0435:
A\ project\ won''t\ have\ any\ workspace\ until\ at\ least\ one\ build\ is\ performed.=\u041F\u0440\u043E\u0458\u043A\u0442\u0438 \u043D\u0435\u045B\u0435 \u0438\u043C\u0430\u0442\u0438 \u0440\u0430\u0434\u043D\u0438\u0445 \u043F\u0440\u043E\u0441\u0442\u043E\u0440\u0430 \u0434\u043E\u043A \u0441\u0435 \u043D\u0435 \u0438\u0437\u0432\u0440\u0448\u0438 \u0458\u0435\u0434\u043D\u0430 \u0438\u0437\u0433\u0440\u0430\u0434\u045A\u0430.
The\ slave\ this\ project\ has\ run\ on\ for\ the\ last\ time\ was\ removed.=\u041F\u043E\u043C\u043E\u045B\u043D\u0438\u043A \u043E\u0432\u043E\u043C \u043F\u0440\u043E\u0458\u0435\u043A\u0442\u0443 \u043D\u0430 \u043A\u043E\u043C \u0458\u0435 \u0437\u0430\u0434\u045A\u0435 \u0438\u0437\u0432\u0440\u0448\u0435\u043D\u043E \u0458\u0435 \u0438\u0437\u0431\u0440\u0438\u0441\u0430\u043D.
