# The MIT License
#
# Bulgarian translation: Copyright (c) 2015, 2016, Alexander Shopov <ash@kambanaria.org>
#
# Permission is hereby granted, free of charge, to any person obtaining a copy
# of this software and associated documentation files (the "Software"), to deal
# in the Software without restriction, including without limitation the rights
# to use, copy, modify, merge, publish, distribute, sublicense, and/or sell
# copies of the Software, and to permit persons to whom the Software is
# furnished to do so, subject to the following conditions:
#
# The above copyright notice and this permission notice shall be included in
# all copies or substantial portions of the Software.
#
# THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR
# IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY,
# FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE
# AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER
# LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM,
# OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN
# THE SOFTWARE.

Long=\
 \u0414\u044a\u043b\u044a\u0433
Medium=\
 \u0421\u0440\u0435\u0434\u0435\u043d
Short=\
 \u041a\u0440\u0430\u0442\u044a\u043a
title=\
 \u0421\u0442\u0430\u0442\u0438\u0441\u0442\u0438\u043a\u0430 \u043d\u0430 \u043d\u0430\u0442\u043e\u0432\u0430\u0440\u0432\u0430\u043d\u0435\u0442\u043e: {0}
Load\ statistics\ graph=\
 \u0413\u0440\u0430\u0444\u0438\u043a\u0430 \u043d\u0430 \u043d\u0430\u0442\u043e\u0432\u0430\u0440\u0432\u0430\u043d\u0435\u0442\u043e
Timespan=\
 \u0412\u0440\u0435\u043c\u0435\u0432\u0438 \u0434\u0438\u0430\u043f\u0430\u0437\u043e\u043d
blurb=\
 \u0421\u0442\u0430\u0442\u0438\u0441\u0442\u0438\u043a\u0430\u0442\u0430 \u043d\u0430 \u043d\u0430\u0442\u043e\u0432\u0430\u0440\u0432\u0430\u043d\u0435\u0442\u043e \u043f\u0440\u043e\u0441\u043b\u0435\u0434\u044f\u0432\u0430 \u0447\u0435\u0442\u0438\u0440\u0438 \u043a\u043b\u044e\u0447\u043e\u0432\u0438 \u043c\u0435\u0442\u0440\u0438\u043a\u0438 \u043d\u0430\
 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0435\u0442\u043e \u043d\u0430 \u0440\u0435\u0441\u0443\u0440\u0441\u0438:\
 <dl>\
 <dt>\u0411\u0440\u043e\u0439 \u0438\u0437\u043f\u044a\u043b\u043d\u044f\u0432\u0430\u0449\u0438 \u043f\u0440\u043e\u0446\u0435\u0441\u0438 \u043d\u0430 \u043b\u0438\u043d\u0438\u044f (\u0432\u0441\u0438\u0447\u043a\u0438)</dt>\
 <dd>\
 \u0417\u0430 \u043a\u043e\u043c\u043f\u044e\u0442\u044a\u0440: \u0430\u043a\u043e \u043a\u043e\u043c\u043f\u044e\u0442\u044a\u0440\u044a\u0442 \u0435 \u043d\u0430 \u043b\u0438\u043d\u0438\u044f, \u0442\u043e\u0432\u0430 \u0435 \u0431\u0440\u043e\u044f\u0442 \u043d\u0430 \u0438\u0437\u043f\u044a\u043b\u043d\u044f\u0432\u0430\u0449\u0438\u0442\u0435 \u043f\u0440\u043e\u0446\u0435\u0441\u0438\
 \u043d\u0430 \u043d\u0435\u0433\u043e. \u0410\u043a\u043e \u043a\u043e\u043c\u043f\u044e\u0442\u044a\u0440\u044a\u0442 \u043d\u0435 \u0435 \u043d\u0430 \u043b\u0438\u043d\u0438\u044f, \u0447\u0438\u0441\u043b\u043e\u0442\u043e \u0435 0.<br />\
 \u0417\u0430 \u0435\u0442\u0438\u043a\u0435\u0442: \u0442\u043e\u0432\u0430 \u0435 \u0441\u0431\u043e\u0440\u044a\u0442 \u043e\u0442 \u0432\u0441\u0438\u0447\u043a\u0438 \u0438\u0437\u043f\u044a\u043b\u043d\u044f\u0432\u0430\u0449\u0438 \u043f\u0440\u043e\u0446\u0435\u0441\u0438 \u043e\u0442 \u0432\u0441\u0438\u0447\u043a\u0438 \u043a\u043e\u043c\u043f\u044e\u0442\u0440\u0438 \u043d\u0430\
 \u043b\u0438\u043d\u0438\u044f \u0441 \u0442\u043e\u0437\u0438 \u0435\u0442\u0438\u043a\u0435\u0442.<br />\
 \u0417\u0430 \u0446\u0435\u043b\u0438\u044f \u043a\u043b\u044a\u0441\u0442\u044a\u0440 \u043d\u0430 Jenkins: \u0442\u043e\u0432\u0430 \u0435 \u0441\u0431\u043e\u0440\u044a\u0442 \u043e\u0442 \u0432\u0441\u0438\u0447\u043a\u0438 \u0438\u0437\u043f\u044a\u043b\u043d\u044f\u0432\u0430\u0449\u0438 \u043f\u0440\u043e\u0446\u0435\u0441\u0438 \u043e\u0442\
 \u0432\u0441\u0438\u0447\u043a\u0438 \u043a\u043e\u043c\u043f\u044e\u0442\u0440\u0438 \u043d\u0430 \u043b\u0438\u043d\u0438\u044f \u0432 \u0442\u0430\u0437\u0438 \u0438\u043d\u0441\u0442\u0430\u043b\u0430\u0446\u0438\u044f \u043d\u0430 Jenkins.<br /> \
 \u0422\u0430\u0437\u0438 \u0441\u0442\u043e\u0439\u043d\u043e\u0441\u0442 \u0441\u0435 \u043f\u0440\u043e\u043c\u0435\u043d\u044f \u043f\u0440\u0438 \u043f\u0440\u043e\u043c\u0435\u043d\u0438 \u043d\u0430 \u043d\u0430\u0441\u0442\u0440\u043e\u0439\u043a\u0438\u0442\u0435 \u0438 \u043f\u0440\u0438 \u0438\u0437\u043b\u0438\u0437\u0430\u043d\u0435 \u043d\u0430 \u043a\u043e\u043c\u043f\u044e\u0442\u0440\u0438\
 \u0438\u0437\u0432\u044a\u043d \u043b\u0438\u043d\u0438\u044f.\
 </dd>\
 <dt>\u0411\u0440\u043e\u0439 \u0437\u0430\u0435\u0442\u0438 \u043f\u0440\u043e\u0446\u0435\u0441\u0438</dt>\
 <dd>\
 \u0422\u043e\u0437\u0438 \u0431\u0440\u043e\u0439 \u043e\u0442\u0440\u0430\u0437\u044f\u0432\u0430 \u043f\u0440\u043e\u0446\u0435\u0441\u0438\u0442\u0435 (\u0438\u0437\u043c\u0435\u0436\u0434\u0443 \u0432\u0441\u0438\u0447\u043a\u0438), \u043a\u043e\u0438\u0442\u043e \u0432 \u043c\u043e\u043c\u0435\u043d\u0442\u0430\
 \u0438\u0437\u0433\u0440\u0430\u0436\u0434\u0430\u0442. \u041e\u0442\u043d\u043e\u0448\u0435\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0442\u043e\u0437\u0438 \u0431\u0440\u043e\u0439 \u043a\u044a\u043c \u0433\u043e\u0440\u043d\u0438\u044f \u0434\u0430\u0432\u0430 \u043f\u0440\u043e\u043f\u043e\u0440\u0446\u0438\u044f\u0442\u0430 \u043d\u0430\
 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430\u043d\u0438\u0442\u0435 \u0440\u0435\u0441\u0443\u0440\u0441\u0438. \u0410\u043a\u043e \u0432\u0441\u0438\u0447\u043a\u0438 \u0438\u0437\u043f\u044a\u043b\u043d\u044f\u0432\u0430\u0449\u0438 \u043f\u0440\u043e\u0446\u0435\u0441\u0438 \u0441\u0430 \u0437\u0430\u0435\u0442\u0438 \u043f\u0440\u0435\u043a\u0430\u043b\u0435\u043d\u043e \u0447\u0435\u0441\u0442\u043e,\
 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u043e\u0449\u0435 \u043c\u0430\u0448\u0438\u043d\u0438 \u043a\u044a\u043c \u043a\u043b\u044a\u0441\u0442\u044a\u0440\u0430 \u043d\u0430 Jenkins.\
 </dd>\
 <dt>\u0411\u0440\u043e\u0439 \u0441\u0432\u043e\u0431\u043e\u0434\u043d\u0438 \u043f\u0440\u043e\u0446\u0435\u0441\u0438</dt> \
 <dd>\
 \u0422\u043e\u0437\u0438 \u0431\u0440\u043e\u0439 \u043e\u0442\u0440\u0430\u0437\u044f\u0432\u0430 \u043f\u0440\u043e\u0446\u0435\u0441\u0438\u0442\u0435 (\u0438\u0437\u043c\u0435\u0436\u0434\u0443 \u0432\u0441\u0438\u0447\u043a\u0438), \u043a\u043e\u0438\u0442\u043e \u0441\u0430 \u0432 \u0441\u044a\u0441\u0442\u043e\u044f\u043d\u0438\u0435 \u0434\u0430\
 \u0437\u0430\u043f\u043e\u0447\u043d\u0430\u0442 \u0438\u0437\u0433\u0440\u0430\u0436\u0434\u0430\u043d\u0435. \u041e\u0442\u043d\u043e\u0448\u0435\u043d\u0438\u0435\u0442\u043e \u043d\u0430 \u0442\u043e\u0437\u0438 \u0431\u0440\u043e\u0439 \u043a\u044a\u043c \u0433\u043e\u0440\u043d\u0438\u044f \u0434\u0430\u0432\u0430 \u043f\u0440\u043e\u043f\u043e\u0440\u0446\u0438\u044f\u0442\u0430 \u043d\u0430\
 \u0441\u0432\u043e\u0431\u043e\u0434\u043d\u0438 \u0440\u0435\u0441\u0443\u0440\u0441\u0438. \u0410\u043a\u043e \u043d\u044f\u043c\u0430 \u0441\u0432\u043e\u0431\u043e\u0434\u043d\u0438 \u0438\u0437\u043f\u044a\u043b\u043d\u044f\u0432\u0430\u0449\u0438 \u043f\u0440\u043e\u0446\u0435\u0441\u0438 \u043f\u0440\u0435\u043a\u0430\u043b\u0435\u043d\u043e \u0447\u0435\u0441\u0442\u043e,\
 \u0442\u0440\u044f\u0431\u0432\u0430 \u0434\u0430 \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u043e\u0449\u0435 \u043c\u0430\u0448\u0438\u043d\u0438 \u043a\u044a\u043c \u043a\u043b\u044a\u0441\u0442\u044a\u0440\u0430 \u043d\u0430 Jenkins.\
 </dd>\
 <dt>\u0414\u044a\u043b\u0436\u0438\u043d\u0430 \u043d\u0430 \u043e\u043f\u0430\u0448\u043a\u0430\u0442\u0430</dt>\
 <dd>\
 \u0422\u043e\u0432\u0430 \u0435 \u0431\u0440\u043e\u044f\u0442 \u043d\u0430 \u0437\u0430\u0434\u0430\u0447\u0438\u0442\u0435 \u0432 \u043e\u043f\u0430\u0448\u043a\u0430\u0442\u0430 \u0437\u0430 \u0438\u0437\u0433\u0440\u0430\u0436\u0434\u0430\u043d\u0435, \u043a\u043e\u0438\u0442\u043e \u0438\u0437\u0447\u0430\u043a\u0432\u0430\u0442 \u0441\u0432\u043e\u0431\u043e\u0434\u0435\u043d\
 \u043f\u0440\u043e\u0446\u0435\u0441 (\u043d\u0430 \u0442\u043e\u0437\u0438 \u043a\u043e\u043c\u043f\u044e\u0442\u044a\u0440 \u0438\u043b\u0438 \u0441 \u0442\u043e\u0437\u0438 \u0435\u0442\u0438\u043a\u0435\u0442, \u0438\u043b\u0438 \u043a\u044a\u0434\u0435\u0442\u043e \u0438 \u0434\u0430 \u0435 \u0432 \u043a\u043b\u044a\u0441\u0442\u044a\u0440\u0430 \u043d\u0430\
 Jenkins). \u0422\u043e\u0432\u0430 \u043d\u0435 \u0432\u043a\u043b\u044e\u0447\u0432\u0430 \u0437\u0430\u0434\u0430\u0447\u0438, \u043a\u043e\u0438\u0442\u043e \u0441\u0430 \u0432 \u0442\u0438\u0445 \u043f\u0435\u0440\u0438\u043e\u0434, \u043a\u0430\u043a\u0442\u043e \u0438 \u0437\u0430\u0434\u0430\u0447\u0438\u0442\u0435,\
 \u043a\u043e\u0438\u0442\u043e \u0441\u0430 \u0432 \u043e\u043f\u0430\u0448\u043a\u0430\u0442\u0430, \u0437\u0430\u0449\u043e\u0442\u043e \u0438\u0437\u0447\u0430\u043a\u0432\u0430\u0442 \u043f\u0440\u0435\u0434\u0438\u0448\u043d\u0438 \u0438\u0437\u0433\u0440\u0430\u0436\u0434\u0430\u043d\u0438\u044f. \u0410\u043a\u043e \u0431\u0440\u043e\u044f\u0442 \u043d\u0430\u0434\u0432\u0438\u0448\u0438\
 0, Jenkins \u0449\u0435 \u0438\u0437\u043f\u044a\u043b\u043d\u044f\u0432\u0430 \u043f\u043e\u0432\u0435\u0447\u0435 \u0437\u0430\u0434\u0430\u0447\u0438, \u0430\u043a\u043e \u0434\u043e\u0431\u0430\u0432\u0438\u0442\u0435 \u043e\u0449\u0435 \u043c\u0430\u0448\u0438\u043d\u0438 \u043a\u044a\u043c \u043a\u043b\u044a\u0441\u0442\u044a\u0440\u0430.\
 </dd>\
 </dl>\
 <p><b>\u0411\u0435\u043b\u0435\u0436\u043a\u0430:</b> \u0421\u0431\u043e\u0440\u044a\u0442 \u043d\u0430 \u0437\u0430\u0435\u0442\u0438\u0442\u0435 \u0438 \u0441\u0432\u043e\u0431\u043e\u0434\u043d\u0438\u0442\u0435 \u043f\u0440\u043e\u0446\u0435\u0441\u0438 \u043d\u0435 \u0432\u0438\u043d\u0430\u0433\u0438 \u0435 \u0440\u0430\u0432\u0435\u043d \u043d\u0430\
 \u0431\u0440\u043e\u044f \u043d\u0430 \u043d\u0430\u043b\u0438\u0447\u043d\u0438\u0442\u0435 \u043f\u0440\u043e\u0446\u0435\u0441\u0438, \u0437\u0430\u0449\u043e\u0442\u043e \u043d\u044f\u043a\u043e\u0438 \u043f\u0440\u043e\u0446\u0435\u0441\u0438 \u043c\u043e\u0436\u0435 \u0434\u0430 \u043d\u0435 \u043f\u0440\u0438\u0435\u043c\u0430\u0442 \u0437\u0430\u0434\u0430\u0447\u0438 \u0437\u0430\
 \u0438\u0437\u0433\u0440\u0430\u0436\u0434\u0430\u043d\u0435 \u0438 \u0434\u0430 \u043d\u0435 \u0441\u0435 \u0431\u0440\u043e\u044f\u0442 \u043d\u0438\u0442\u043e \u0437\u0430\u0435\u0442\u0438, \u043d\u0438\u0442\u043e \u0441\u0432\u043e\u0431\u043e\u0434\u043d\u0438.</p>\
 <p>\u0413\u0440\u0430\u0444\u0438\u043a\u0430\u0442\u0430 \u0438\u0437\u043f\u043e\u043b\u0437\u0432\u0430 \u043f\u0440\u043e\u0437\u043e\u0440\u0435\u0446 \u0441 \u0435\u043a\u0441\u043f\u043e\u043d\u0435\u043d\u0446\u0438\u0430\u043b\u043d\u043e \u0437\u0430\u0433\u043b\u0430\u0436\u0434\u0430\u043d\u0435 \u043d\u0430 \u043f\u0435\u0440\u0438\u043e\u0434\u0438\u0447\u043d\u043e\
 \u0441\u044a\u0431\u0438\u0440\u0430\u043d\u0438\u0442\u0435 \u0434\u0430\u043d\u043d\u0438. \u041e\u0431\u043d\u043e\u0432\u044f\u0432\u0430\u043d\u0438\u044f\u0442\u0430 \u0441\u0430 \u043d\u0430 \u0432\u0441\u0435\u043a\u0438 10 \u0441\u0435\u043a\u0443\u043d\u0434\u0438, 1 \u043c\u0438\u043d\u0443\u0442\u0430 \u0438 1 \u0447\u0430\u0441.</p>
