# This file is under the MIT License by authors

title=\u0423\u0447\u0438\u0442\u0430\u0458 \u0441\u0442\u0430\u0442\u0438\u0441\u0442\u0438\u043A\u0435: {0}
Timespan=\u0412\u0440\u0435\u043C\u0435
Short=\u041A\u0440\u0430\u0442\u043A\u043E
Medium=\u0421\u0440\u0435\u0434\u045A\u0435
Long=\u0414\u0443\u0433\u043E
Load\ statistics\ graph=\u0423\u0447\u0438\u0442\u0430\u0458 \u0433\u0440\u0430\u0444\u0438\u043A\u043E\u043D \u0441\u0442\u0430\u0442\u0438\u0441\u0442\u0438\u043A\u0430
blurb=\
  \u0421\u0442\u0430\u0442\u0438\u0441\u0442\u0438\u043A\u0435 \u043E\u043F\u0442\u0435\u0440\u0435\u045B\u0435\u045A\u0430 \u043F\u0440\u0430\u0442\u0435 \u0447\u0435\u0442\u0438\u0440\u0438 \u0433\u043B\u0430\u0432\u043D\u0435 \u043C\u0435\u0442\u0440\u0438\u043A\u0435 \u043A\u043E\u0440\u0438\u0448\u045B\u0435\u045A\u0435 \u0440\u0435\u0441\u0443\u0440\u0441\u0430: \
  <dl> \
    <dt>\u0411\u0440\u043E\u0458 \u043F\u043E\u0432\u0435\u0437\u0430\u043D\u0438\u0445 \u0438\u0437\u0432\u0440\u0448\u0438\u0442\u0435\u0459\u0430</dt> \
    <dd>\
      \u0417\u0430 \u043C\u0430\u0448\u0438\u043D\u0443: \u0430\u043A\u043E \u0458\u0435 \u043C\u0430\u0448\u0438\u043D\u0430 \u043F\u043E\u0432\u0435\u0437\u0430\u043D\u0430 \u043E\u043D\u0434\u0430 \u0458\u0435 \u043E\u0432\u043E \u0432\u0440\u043E\u0458 \u0438\u0437\u0432\u0440\u0448\u0438\u0442\u0435\u0459\u0430 \
      \u0442\u0430\u0458 \u0440\u0430\u0447\u0443\u043D\u0430\u0440 \u0438\u043C\u0430; \u0430\u043A\u043E \u043D\u0438\u0458\u0435 \u043F\u043E\u0432\u0435\u0437\u0430\u043D \u043E\u043D\u0434\u0430 \u0458\u0435 \u0437\u0431\u0438\u0440 \u043D\u0443\u043B\u0430. <br />\
      \u0417\u0430 \u043B\u0430\u0431\u0435\u043B\u0443: \u0437\u0431\u0438\u0440 \u0438\u0437\u0432\u0440\u0448\u0438\u0442\u0435\u0459\u0430 \u043D\u0430 \u0441\u0432\u0438\u043C \u0440\u0430\u0447\u0443\u043D\u0430\u0440\u0438\u043C\u0430 \u0441\u0430 \u043E\u0432\u043E\u043C \u043B\u0430\u0431\u0435\u043B\u043E\u043C. <br />\
      \u0417\u0430 \u0446\u0435\u043E Jenkins: \u0437\u0431\u0438\u0440 \u0441\u0432\u0438\u0445 \u0438\u0437\u0432\u0440\u0448\u0438\u0442\u0435\u0459\u0430 \u043D\u0430 \u043E\u0432\u043E\u0458 \u0438\u043D\u0441\u0442\u0430\u043D\u0446\u0438 Jenkins-\u0430. <br /> \
      \u041E\u0441\u0438\u043C \u043F\u0440\u043E\u043C\u0435\u043D\u0430 \u0443 \u043F\u043E\u0434\u0435\u0448\u0430\u0432\u0430\u045A\u0443, \u043E\u0432\u0430 \u0432\u0440\u0435\u0434\u043D\u043E\u0441\u0442 \u043C\u043E\u0436\u0435 \u0441\u0435 \u043C\u0435\u045A\u0430\u0442\u0438 \u043A\u0430\u0434 \u0430\u0433\u0435\u043D\u0442\u0438 \u043F\u0440\u0435\u043A\u0438\u043D\u0443 \u0432\u0435\u0437\u0443. \
    </dd> \
    <dt>\u0411\u0440\u043E\u0458 \u0437\u0430\u0443\u0437\u0435\u0442\u0438\u0445 \u0438\u0437\u0432\u0440\u0448\u0438\u0442\u0435\u0459\u0430</dt> \
    <dd>\
      \u041E\u0437\u043D\u0430\u0447\u0430\u0432\u0430 \u0431\u0440\u043E\u0458 \u0438\u0437\u0432\u0440\u0448\u0438\u0442\u0435\u0459\u0430 (me\u0452\u0443 \u0438\u0437\u0432\u0440\u0448\u0438\u0442\u0435\u0459\u0430 \u0438\u0437\u043D\u0430\u0434) \
      \u043A\u043E\u0458\u0438 \u0438\u0437\u0432\u0440\u0448\u0430\u0432\u0430\u0458\u0443 \u0438\u0437\u0433\u0440\u0430\u0434\u045A\u0435. \u041E\u0434\u043D\u043E\u0441 \u043E\u0432\u0435 \u0446\u0438\u0444\u0440\u0435 \u043F\u0440\u0435\u043C\u0430 \u0431\u0440\u043E\u0458\u0443 \u043F\u043E\u0432\u0435\u0437\u0430\u043D\u0438\u0445 \u0438\u0437\u0432\u0440\u0448\u0438\u0442\u0435\u0459\u0430 \
      \u0434\u0430\u0458\u0435 \u0432\u0430\u043C \u043A\u043E\u0440\u0438\u0448\u045B\u0435\u045A\u0435 \u0440\u0435\u0441\u0443\u0440\u0441\u0430. \u0410\u043A\u043E \u0441\u0443 \u0441\u0432\u0438 \u0438\u0437\u0432\u0440\u0448\u0438\u0442\u0435\u0459\u0438 \u0437\u0430\u0443\u0437\u0435\u0442\u0438 \
      \u0437\u0430 \u0434\u0443\u0436\u0435 \u0432\u0440\u0435\u043C\u0435, \u043C\u043E\u0436\u0434\u0430 \u0431\u0438 \u0442\u0440\u0435\u0431\u0430\u043B\u043E \u0434\u043E\u0434\u0430\u0442\u0438 \u0432\u0438\u0448\u0435 \u043C\u0430\u0448\u0438\u043D\u0430 \u0443 \u0432\u0430\u0448\u0443 Jenkins \u0433\u0440\u0443\u043F\u0443.\
    </dd>\
    <dt>\u0411\u0440\u043E\u0458 \u0441\u043B\u043E\u0431\u043E\u0434\u043D\u0438\u0445 \u0438\u0437\u0432\u0440\u0448\u0438\u0442\u0435\u0459\u0430</dt> \
    <dd>\
      \u041E\u0437\u043D\u0430\u0447\u0430\u0432\u0430 \u0431\u0440\u043E\u0458 \u0438\u0437\u0432\u0440\u0448\u0438\u0442\u0435\u0459\u0430 (me\u0452\u0443 \u0438\u0437\u0432\u0440\u0448\u0438\u0442\u0435\u0459\u0430 \u0438\u0437\u043D\u0430\u0434) \
      \u043A\u043E\u0458\u0438 \u043C\u043E\u0433\u0443 \u0438\u0437\u0432\u0440\u0448\u0438\u0442\u0438 \u0438\u0437\u0433\u0440\u0430\u0434\u045A\u0435. \u041E\u0434\u043D\u043E\u0441 \u043E\u0432\u0435 \u0446\u0438\u0444\u0440\u0435 \u043F\u0440\u0435\u043C\u0430 \u0431\u0440\u043E\u0458 \u0441\u0432\u0438\u0445 \u0438\u0437\u0432\u0440\u0448\u0438\u0442\u0435\u0459\u0430 \
      \u0434\u0430\u0458\u0435 \u0432\u0430\u043C \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u043E\u0441\u0442 \u0440\u0435\u0441\u0443\u0440\u0441\u0430. \u0410\u043A\u043E \u043D\u0438\u0458\u0435\u0434\u0430\u043D \u043E\u0434 \u0438\u0437\u0432\u0440\u0448\u0438\u0442\u0435\u0459\u0430 \u043D\u0438\u0458\u0435 \u0441\u043B\u043E\u0431\u043E\u0434\u0430\u043D \
      \u0437\u0430 \u0434\u0443\u0436\u0435 \u0432\u0440\u0435\u043C\u0435, \u043C\u043E\u0436\u0434\u0430 \u0431\u0438 \u0442\u0440\u0435\u0431\u0430\u043B\u043E \u0434\u043E\u0434\u0430\u0442\u0438 \u0432\u0438\u0448\u0435 \u043C\u0430\u0448\u0438\u043D\u0430 \u0443 \u0432\u0430\u0448\u0443 Jenkins \u0433\u0440\u0443\u043F\u0443.\
    </dd>\
    <dt>\u0414\u0443\u0436\u0438\u043D\u0430 \u0440\u0435\u0434\u0430</dt>\
    <dd>\
      \u0411\u0440\u043E\u0458 \u0437\u0430\u0434\u0430\u0442\u0430\u043A\u0430 \u043A\u043E\u0458\u0438 \u0441\u0435 \u043D\u0430\u043B\u0430\u0437\u0435 \u0443 \u0440\u0435\u0434\u0443 \u0437\u0430 \u0438\u0437\u0433\u0440\u0430\u0434\u045A\u0443, \u0447\u0435\u043A\u0430\u0458\u0443\u045B\u0438 \
      \u0441\u043B\u043E\u0431\u043E\u0434\u043D\u043E\u0433 \u0438\u0437\u0432\u0440\u0448\u0438\u0442\u0435\u0459\u0430 (\u043D\u0430 \u043E\u0432\u043E\u0458 \u043C\u0430\u0448\u0438\u043D\u0438, \u0441\u0430 \u043E\u0432\u043E\u043C \u043B\u0430\u0431\u0435\u043B\u043E\u043C, \u0446\u0435\u043B\u0438\u043C Jenkins-\u043E\u043C) \
      \u0426\u0438\u0444\u0440\u0430 \u043D\u0435 \u0443\u043A\u0459\u0443\u0447\u0443\u0458\u0435 \u0437\u0430\u0434\u0430\u0442\u043A\u0435 \u043F\u043E\u0434 \u0442\u0438\u0445\u0438\u043C \u0440\u0435\u0436\u0438\u043C\u043E\u043C, \u043D\u0438\u0442\u0438 \
      \u0437\u0430\u0434\u0430\u0442\u043A\u0435 \u043A\u043E\u0458\u0438 \u0441\u0443 \u0443 \u0440\u0435\u0434\u0443 \u0437\u0430\u0448\u0442\u043E \u043F\u0440\u0435\u0442\u0445\u043E\u0434\u043D\u0435 \u0438\u0437\u0433\u0440\u0430\u0434\u045A\u0435 \u0441\u0443 \u0458\u043E\u0448 \u0443\u0432\u0435\u043A \u0443 \u0442\u043E\u043A\u0443. \
      \u0410\u043A\u043E \u0431\u0440\u043E\u0458 \u043F\u0440\u0435\u0452\u0435 \u043F\u0440\u0435\u043A\u043E 0, Jenkins \u045B\u0435 \u0438\u0437\u0432\u0440\u0448\u0438\u0442\u0438 \u0437\u0430\u0434\u0430\u0442\u043A\u0435 \u0442\u0430\u043A\u043E \u0448\u0442\u043E \u045B\u0435 \u0434\u043E\u0434\u0430\u0442\u0438 \u0458\u043E\u0448 \u043C\u0430\u0448\u0438\u043D\u0430. \
    </dd>\
  </dl>\
  <p><b>\u0411\u0435\u043B\u0435\u0448\u043A\u0430:</b> \u0411\u0440\u043E\u0458 \u0437\u0430\u0443\u0437\u0435\u0442\u0438\u0445 \u0438 \u0441\u043B\u043E\u0431\u043E\u0434\u043D\u0438\u0445 \u0438\u0437\u0432\u0440\u0448\u0438\u0442\u0435\u0459\u0430 \u043D\u0435\u043C\u043E\u0440\u0430 \u0431\u0438\u0442\u0438 \
  \u0458\u0435\u0434\u043D\u0430\u043A \u0431\u0440\u043E\u0458\u0443 \u043F\u043E\u0432\u0435\u0437\u0430\u043D\u0438\u0445 \u0438\u0437\u0432\u0440\u0448\u0438\u0442\u0435\u0459\u0430, \u0437\u0430\u0448\u0442\u043E \u0438\u0437\u0432\u0440\u0448\u0438\u0442\u0435\u0459\u0438 \u043C\u043E\u0433\u0443 \u0431\u0438\u0442\u0438 \u0441\u0443\u0441\u043F\u0435\u043D\u0434\u043E\u0432\u0430\u043D\u0438 \
  \u0438 \u043F\u0440\u0435\u043C\u0430 \u0442\u043E\u043C\u0435 \u043D\u0438\u0442\u0438 \u0437\u0430\u0443\u0437\u0435\u0442\u0438\u0430 \u043D\u0438 \u0441\u043B\u043E\u0431\u043E\u0434\u043D\u0438\u0430.</p>\
  <p>\u0413\u0440\u0430\u0444\u0438\u043A\u043E\u043D \u0458\u0435 \u0435\u043A\u0441\u043F\u043E\u043D\u0435\u043D\u0446\u0438\u0430\u043B\u043D\u0438 \u043F\u043E\u043A\u0440\u0435\u0442\u043D\u0438 \u043F\u0440\u0435\u0441\u0435\u043A \u043E\u0434 \u043F\u0435\u0440\u0438\u043E\u0434\u0438\u0447\u043D\u043E \u043F\u0440\u0438\u043A\u0443\u043F\u0459\u0435\u043D\u0435 \u0432\u0440\u0435\u0434\u043D\u043E\u0441\u0442\u0438. \
  3 \u0440\u0430\u0441\u043F\u043E\u043D\u0430 \u0441\u0443 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u043D\u0430 \u0441\u0432\u0430\u043A\u0438\u0445 10 \u0441\u0435\u043A\u0443\u043D\u0434\u0438, 1 \u043C\u0438\u043D\u0443\u0442\u0430 \u0438 1 \u0447\u0430\u0441\u0430.</p>

