# The MIT License
# 
# Copyright (c) 2004-2009, Sun Microsystems, Inc., Kohsuke Kawaguchi, Seiji Sogabe
# 
# Permission is hereby granted, free of charge, to any person obtaining a copy
# of this software and associated documentation files (the "Software"), to deal
# in the Software without restriction, including without limitation the rights
# to use, copy, modify, merge, publish, distribute, sublicense, and/or sell
# copies of the Software, and to permit persons to whom the Software is
# furnished to do so, subject to the following conditions:
# 
# The above copyright notice and this permission notice shall be included in
# all copies or substantial portions of the Software.
# 
# THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR
# IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY,
# FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE
# AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER
# LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM,
# OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN
# THE SOFTWARE.

title=\u8CA0\u8377\u7D71\u8A08: {0}
Timespan=\u671F\u9593
Short=\u77ED
Medium=\u4E2D
Long=\u9577
blurb=\
  \u8CA0\u8377\u7D71\u8A08\u306F\u3001\u30EA\u30BD\u30FC\u30B9\u306E\u5229\u7528\u72B6\u6CC1\u306B\u95A2\u3059\u308B3\u3064\u306E\u30E1\u30C8\u30EA\u30AF\u30B9\u306E\u5909\u5316\u3092\u8A18\u9332\u3057\u307E\u3059\u3002: \
  <dl> \
    <dt>\u30A8\u30B0\u30BC\u30AD\u30E5\u30FC\u30BF\u30FC\u7DCF\u6570</dt> \
    <dd>\
      \u30B3\u30F3\u30D4\u30E5\u30FC\u30BF\u30FC\u3067\u306F\u3001\u305D\u306E\u30B3\u30F3\u30D4\u30E5\u30FC\u30BF\u30FC\u306E\u30A8\u30B0\u30BC\u30AD\u30E5\u30FC\u30BF\u30FC\u306E\u6570\u3067\u3059\u3002 \
      \u30E9\u30D9\u30EB\u3067\u306F\u3001\u3053\u306E\u30E9\u30D9\u30EB\u3092\u6301\u3064\u3059\u3079\u3066\u306E\u30B3\u30F3\u30D4\u30E5\u30FC\u30BF\u30FC\u306E\u30A8\u30B0\u30BC\u30AD\u30E5\u30FC\u30BF\u30FC\u306E\u7DCF\u6570\u3067\u3059\u3002 \
      Jenkins\u5168\u4F53\u3067\u306F\u3001Jenkins\u304C\u7BA1\u7406\u3059\u308B\u3059\u3079\u3066\u306E\u30B3\u30F3\u30D4\u30E5\u30FC\u30BF\u30FC\u306E\u30A8\u30B0\u30BC\u30AD\u30E5\u30FC\u30BF\u30FC\u306E\u7DCF\u6570\u3067\u3059\u3002\
      \u8A2D\u5B9A\u306E\u5909\u66F4\u4EE5\u5916\u3067\u306F\u3001\u30B9\u30EC\u30FC\u30D6\u304C\u30AA\u30D5\u30E9\u30A4\u30F3\u306B\u306A\u308B\u3068\u304D\u306B\u3082\u3053\u306E\u5024\u306F\u5909\u308F\u308A\u307E\u3059\u3002\
    </dd> \
    <dt>\u30D3\u30B8\u30FC\u30A8\u30B0\u30BC\u30AD\u30E5\u30FC\u30BF\u30FC\u6570</dt> \
    <dd>\
      \u30D3\u30EB\u30C9\u3092\u5B9F\u884C\u3057\u3066\u3044\u308B\u30A8\u30B0\u30BC\u30AD\u30E5\u30FC\u30BF\u30FC\u306E\u6570\u3092\u8A18\u9332\u3057\u307E\u3059(\u4E0A\u8A18\u3067\u30AB\u30A6\u30F3\u30C8\u3057\u305F\u30A8\u30B0\u30BC\u30AD\u30E5\u30FC\u30BF\u30FC\u7DCF\u6570\u3092\u8D85\u3048\u308B\u3053\u3068\u306F\u3042\u308A\u307E\u305B\u3093\uFF09\u3002 \
      \u30A8\u30B0\u30BC\u30AD\u30E5\u30FC\u30BF\u30FC\u306E\u7DCF\u6570\u3068\u3053\u306E\u5024\u3092\u6BD4\u8F03\u3059\u308B\u3053\u3068\u3067\u3001\u30EA\u30BD\u30FC\u30B9\u306E\u5229\u7528\u72B6\u6CC1\u304C\u5206\u304B\u308A\u307E\u3059\u3002 \
      \u3082\u3057\u3001\u9577\u671F\u9593\u3059\u3079\u3066\u306E\u30A8\u30B0\u30BC\u30AD\u30E5\u30FC\u30BF\u30FC\u304C\u5B9F\u884C\u4E2D\u3067\u3042\u308C\u3070\u3001Jenkins\u306E\u30AF\u30E9\u30B9\u30BF\u30FC\u306B\u30B3\u30F3\u30D4\u30E5\u30FC\u30BF\u30FC\u3092\u8FFD\u52A0\u3059\u308B\u3053\u3068\u3082\u691C\u8A0E\u3057\u3066\u304F\u3060\u3055\u3044\u3002 \
    </dd>\
    <dt>\u30D3\u30EB\u30C9\u30AD\u30E5\u30FC\u9577</dt>\
    <dd>\
      (\u30B3\u30F3\u30D4\u30E5\u30FC\u30BF\u30FC\u3001\u30E9\u30D9\u30EB\u3001Jenkins\u5404\u3005\u306B\u304A\u3044\u3066)\u5229\u7528\u53EF\u80FD\u306A\u30A8\u30B0\u30BC\u30AD\u30E5\u30FC\u30BF\u30FC\u3092\u5F85\u3063\u3066\u3044\u308B\u3001\u30D3\u30EB\u30C9\u30AD\u30E5\u30FC\u306B\u3042\u308B\u30B8\u30E7\u30D6\u306E\u6570\u3067\u3059\u3002\
      \u3053\u308C\u306F\u3001\u5F85\u6A5F\u6642\u9593\u4E2D\u306E\u30D3\u30EB\u30C9\u3084\u5148\u884C\u3059\u3079\u304D\u30D3\u30EB\u30C9\u304C\u51E6\u7406\u4E2D\u3067\u3042\u308B\u3088\u3046\u306A\u30D3\u30EB\u30C9\u306F\u542B\u307F\u307E\u305B\u3093\u3002\
      \u3082\u3057\u3001\u5E38\u306B0\u3092\u4E0A\u56DE\u3063\u3066\u3044\u308B\u306A\u3089\u3001\u3082\u3063\u3068\u30B3\u30F3\u30D4\u30E5\u30FC\u30BF\u30FC\u3092\u8FFD\u52A0\u3059\u308B\u3053\u3068\u3067\u3088\u308A\u591A\u304F\u306E\u30D3\u30EB\u30C9\u3092\u5B9F\u884C\u3067\u304D\u308B\u3068\u8A00\u3048\u307E\u3059\u3002\
    </dd>\
  </dl>\
  \u30B0\u30E9\u30D5\u306F\u3001\u5B9A\u671F\u7684\u306B\u53CE\u96C6\u3057\u305F\u6307\u6570\u5E73\u6ED1\u79FB\u52D5\u5E73\u5747\u306B\u3088\u308B\u3082\u306E\u3067\u3059\u3002\
  3\u3064\u306E\u671F\u9593(\u77ED\u3001\u4E2D\u3001\u9577)\u306F\u3001\u305D\u308C\u305E\u308C10\u79D2\u30011\u5206\u304A\u3088\u30731\u6642\u9593\u3054\u3068\u306B\u66F4\u65B0\u3055\u308C\u307E\u3059\u3002
Load\ statistics\ graph=\u8CA0\u8377\u7D71\u8A08\u30B0\u30E9\u30D5
