# This file is under the MIT License by authors

Load\ statistics\ graph=Za\u0142adowane graficzne statystyki
Long=d\u0142ugi
Medium=\u015Bredni
Short=kr\u00F3tki
Timespan=Okres czasu
blurb=Statystyki obci\u0105\u017Cenia przechowuj\u0105 informacje o trzech wska\u017Anikach wykorzystania zasob\u00F3w:<dl> <dt>Ca\u0142kowita liczba proces\u00F3w wykonawczych</dt> <dd>W przypadku komputera jest to liczba proces\u00F3w wykonawczych przypisanych do komputera. Dla etykiety, jest to suma wszystkich proces\u00F3w wykonawczych przypisanych do komputer\u00F3w powi\u0105zanych z etykiet\u0105. Dla ca\u0142ego Jenkinsa, jest to suba wszystkich proces\u00F3w wykonawczych na wszystkich komputerach w ramach ca\u0142ej instalacji Jenkinsa. Poza zmianami wynikaj\u0105cymi z konfiguracji, warto\u015B\u0107 ta mo\u017Ce zmienia\u0107 si\u0119 gdy w\u0119z\u0142y przechodz\u0105 w tryb offline. </dd> <dt>Ilo\u015B\u0107 wykorzystywanych proces\u00F3w wykonawczych</dt> <dd>Linia prezentuje ilo\u015B\u0107 proces\u00F3w wykonawczych (spo\u015Br\u00F3d proces\u00F3w wykonawczych wyliczonych powy\u017Cej), kt\u00F3re prowadz\u0105 aktualnie kompilacje. Stosunek tej warto\u015Bci do ca\u0142kowitej liczby proces\u00F3w wykonawczych jest aktualn\u0105 warto\u015Bci\u0105 wykorzystania zasob\u00F3w. Je\u017Celi wszystkie procesy wykonawcze s\u0105 zaj\u0119te przez d\u0142u\u017Cszy czas, rozwa\u017C dodanie kolejnych komputer\u00F3w do twojego klastra Jenkinsa.</dd><dt>D\u0142ugo\u015B\u0107 kolejki</dt><dd>Ilo\u015B\u0107 zada\u0144 w kolejce, oczekuj\u0105cych na wolny proces wykonawczy (odpowiednio na tym komputerze, w ramach etykiety lub w ca\u0142ym Jenkinsie). Liczba ta nie zawiera zada\u0144 b\u0119d\u0105cych w okresie u\u015Bpienia, jak r\u00F3wnie\u017C zada\u0144 oczekuj\u0105cych na uko\u0144czenie wcze\u015Bniejszej/zale\u017Cnej kompilacji. Je\u017Celi ta linia kiedykolwiek przekroczy 0, oznacza to i\u017C Jenkins b\u0119dzie m\u00F3g\u0142 uruchomi\u0107 wi\u0119cej zada\u0144 je\u017Celi dodasz wi\u0119cej komputer\u00F3w/w\u0119z\u0142\u00F3w.</dd></dl>Wykres prezentuje wyk\u0142adnicz\u0105 \u015Bredni\u0105 krocz\u0105c\u0105 zebranych pr\u00F3bek. 3 w/w okresy czasu prezentuj\u0105 dane aktualizowane co odpowiednio 10 sekund, 1 minut\u0119 i 1 godzin\u0119.
title=Odczyt statystyk
