# The MIT License
#
# Copyright (c) 2004-2010, Sun Microsystems, Inc., Cleiber Silva, Fernando Boaglio
#
# Permission is hereby granted, free of charge, to any person obtaining a copy
# of this software and associated documentation files (the "Software"), to deal
# in the Software without restriction, including without limitation the rights
# to use, copy, modify, merge, publish, distribute, sublicense, and/or sell
# copies of the Software, and to permit persons to whom the Software is
# furnished to do so, subject to the following conditions:
#
# The above copyright notice and this permission notice shall be included in
# all copies or substantial portions of the Software.
#
# THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR
# IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY,
# FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE
# AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER
# LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM,
# OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN
# THE SOFTWARE.

title=Estat\u00EDsticas de carga: {0}
timeScale10sec=Cada ponto \u00E9 10 segundos
timeScaleHour=Cada ponto \u00E9 uma hora
timeScaleMinute=Cada ponto \u00E9 um minuto
blurb=\
  Estat\u00EDsticas de carga mantem o rastreamento de quatro m\u00E9tricas chaves de uso de recursos: \
  <dl> \
    <dt>N\u00FAmero de executores ativos</dt> \
    <dd> \
      Para um computador: se o computador estiver ativo ent\u00E3o isto \u00E9 n\u00FAmero de executores que \
      um computador tem; se o computador est\u00E1 inativo ent\u00E3o o n\u00FAmero \u00E9 zero. <br/> \
      Para uma etiqueta: \u00E9 a soma de todos os executadores atrav\u00E9s de todos os computadores ativos relacionados a \
      esta etiqueta. <br/> \
      Para o Jenkins inteiro: esta \u00E9 a soma de todos os executadores em todos os computadores ativos nesta instala\u00E7\u00E3o \
      do Jenkins. <br/> \
      Outras altera\u00E7\u00F5es de configura\u00E7\u00E3o, este valor pode tamb\u00E9m mudar quando os agentes ficarem fora do ar. \
    </dd> \
    <dt>N\u00FAmero de executores ocupados</dt> \
    <dd>\
      Esta linha rastreia o n\u00FAmero de executadores (junto com os executadores contatos acima) que estam encarregados \
      das constru\u00E7\u00F5es. A raz\u00E3o deste n\u00FAmero de executores ativos fornece a voc\u00EA a utiliza\u00E7\u00E3o de recursos. Se todos os \
      seus executores estiverem ocupados por um prolongado per\u00EDodo de tempo, considere adicionar mais computadores \
      para seu agrupamento de Jenkins. \
    </dd> \
    <dt>N\u00FAmero de executores dispon\u00EDveis</dt> \
    <dd> \
      Esta linha rastreia o n\u00FAmero de executores (juntamente com a contagem de executores ativos acima) que est\u00E3o \
      dispon\u00EDveis para serem encarregados das constru\u00E7\u00F5es. A raz\u00E3o disto para o n\u00FAmero total de executores fornece a \
      voc\u00EA a disponibilidade de recursos. Se nenhum dos executores estiver dispon\u00EDvel por um longo per\u00EDodo de tempo, \
      considere adicionar mais computadores para seu agrupamento de Jenkins. \
    </dd> \
    <dt>Tamanho da fila</dt> \
    <dd> \
      Este \u00E9 o n\u00FAmero de jobs que est\u00E3o na fila de constru\u00E7\u00E3o, esperando por um executor dispon\u00EDvel (deste computador, \
      desta etiqueta ou no pr\u00F3prio Jenkins, respectivamente). Isto n\u00E3o inclui jobs que est\u00E3o em per\u00EDodo de repouso nem \
      inclui jobs que est\u00E3o na fila porque constru\u00E7\u00F5es anteriores j\u00E1 estava em progresso. \
      Se esta linha nunca ficar acima de 0 isto significa que seu Jenkins ir\u00E1 executar mais constru\u00E7\u00F5es se forem \
      adicionados mais computadores. \
    </dd> \
  </dl> \
  <p><b>Nota:</b> o n\u00FAmero de executores ocupados e o n\u00FAmero de executores dispon\u00EDveis n\u00E3o precisa ser necessariamente \
  igual ao n\u00FAmero de executores ativos j\u00E1 que executores podem ser suspensos de aceitar constru\u00E7\u00F5es e estarem, \
  portanto, nem ocupados nem dispon\u00EDveis.</p> \
  <p>O gr\u00E1fico \u00E9 uma m\u00E9dia exponencial m\u00F3vel de pontos de valores coletados periodicamente. Tr\u00EAs passagens de tempo \
  s\u00E3o atualizadas a cada 10 segundos, 1 minuto e uma hora, respectivamente.</p>
