# This file is under the MIT License by authors

Update\ Center=\u0426\u0435\u043D\u0442\u0430\u0440 \u0437\u0430 \u0410\u0436\u0443\u0440\u0438\u0440\u0430\u045A\u0435
Filter=\u0424\u0438\u043B\u0442\u0440\u0438\u0440\u0430\u0458
Check\ to\ install\ the\ plugin=\u0418\u0437\u0430\u0431\u0435\u0440\u0438\u0442\u0435 \u043A\u0432\u0430\u0447\u0438\u0446\u0443 \u0434\u0430 \u0438\u043D\u0441\u0442\u0430\u043B\u0438\u0440\u0430\u0442\u0435 \u043C\u043E\u0434\u0443\u043B\u0443
Click\ this\ heading\ to\ sort\ by\ category=\u041A\u043B\u0438\u043A\u043D\u0438\u0442\u0435 \u043E\u0432\u0430\u0458 \u043D\u0430\u0441\u043B\u043E\u0432 \u0434\u0430 \u0441\u043E\u0440\u0442\u0438\u0440\u0430\u0442\u0435 \u043F\u043E \u043A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u0458\u0438
Install=\u0418\u043D\u0441\u0442\u0430\u043B\u0438\u0440\u0430\u0458
Name=\u0418\u043C\u0435
Version=\u0412\u0435\u0440\u0437\u0438\u0458\u0430
Installed=\u0418\u043D\u0441\u0442\u0430\u043B\u0438\u0440\u0430\u043D\u043E
compatWarning=\
 \u0423\u043F\u043E\u0437\u043E\u0440\u0435\u045A\u0435: \u043D\u043E\u0432\u0430 \u0432\u0435\u0440\u0437\u0438\u0458\u0430 \u043C\u043E\u0434\u0443\u043B\u0435 \u043A\u043E\u0440\u0438\u0441\u0442\u0438 \u0434\u0440\u0443\u0433\u0430 \u043F\u043E\u0434\u0435\u0448\u0430\u0432\u0430\u045A\u0430 \u043D\u0430 \u043E\u0434\u043D\u043E\u0441\u0443 \u043D\u0430 \u0438\u043D\u0441\u0442\u0430\u043B\u0438\u0440\u0430\u043D\u0435 \u0432\u0435\u0440\u0437\u0438\u0458\u0435. \u0417\u0430\u0434\u0430\u0446\u0438 \u043A\u043E\u0458\u0438 \u043A\u043E\u0440\u0438\u0441\u0442\u0435 \u043E\u0432\u0443 \u043C\u043E\u0434\u0443\u043B\u0443 \u045B\u0435 \u043C\u043E\u0436\u0434\u0430 \u043C\u043E\u0440\u0430\u0442\u0438 \u0431\u0438\u0442\u0438 \u0434\u0440\u0443\u0433\u0430\u0447\u0438\u0458\u0435 \u043F\u043E\u0434\u0435\u0448\u0435\u043D\u0438, \u0438 \u043C\u043E\u0436\u0434\u0430 \u043D\u0435\u045B\u0435\u0442\u0435 \u043C\u043E\u045B\u0438 \u0432\u0440\u0430\u0442\u0438\u0442\u0438 \u043D\u0430 \u0441\u0442\u0430\u0440\u0438\u0458\u0443 \u0432\u0435\u0440\u0437\u0438\u0458\u0443 \u0431\u0435\u0437 \u0440\u0443\u0447\u043D\u043E\u0433 \u043F\u043E\u0434\u0435\u0448\u0430\u0432\u0430\u045A\u0430. \u0417\u0430 \u0432\u0438\u0448\u0435 \u0434\u0435\u0442\u0430\u0459\u0430, \u043F\u043E\u0433\u043B\u0435\u0434\u0430\u0458\u0442\u0435 \u0431\u0435\u043B\u0435\u0448\u043A\u0435 \u043E\u0432\u0435 \u043C\u043E\u0434\u0443\u043B\u0435.
coreWarning=\u0423\u043F\u043E\u0437\u043E\u0440\u0435\u045A\u0435: \u041C\u043E\u0434\u0443\u043B\u0430 \u0458\u0435 \u043A\u043E\u043C\u043F\u0430\u0442\u0438\u0431\u0438\u043B\u043D\u0430 \u0441\u0430 Jenkins \u0432\u0435\u0440\u0437\u0438\u0458\u0435 {0} \u0438\u043B\u0438 \u043D\u043E\u0432\u0438\u0458\u0435. \u041C\u043E\u0436\u0434\u0430 \u045B\u0435 \u0440\u0430\u0434\u0438\u0442\u0438 \u0441\u0430 \u0432\u0430\u0448\u043E\u0458 \u0432\u0435\u0440\u0437\u0438\u0458\u0438.
depCompatWarning=\u0423\u043F\u043E\u0437\u043E\u0440\u0435\u045A\u0435: \u043E\u0432\u0430 \u043C\u043E\u0434\u0443\u043B\u0430 \u0437\u0430\u0445\u0442\u0435\u0432\u0430 \u0438\u0441\u043F\u0440\u0430\u0432\u0435 \u043D\u0430\u0434 \u043C\u043E\u0434\u0443\u043B\u0438\u043C\u0430 \u043E\u0434 \u043A\u043E\u0458\u0435 \u043E\u0432\u0430 \u0437\u0430\u0432\u0438\u0441\u043D\u0438. \u041D\u0435\u043A\u0438 \u043E\u0434 \u045A\u0438\u0445 \u043D\u0438\u0441\u0443 \u043A\u043E\u043C\u043F\u0430\u0442\u0438\u0431\u0438\u043B\u043D\u0438 \u0441\u0430 \u0432\u0430\u0448\u043E\u043C \u0432\u0435\u0440\u0437\u0438\u0458\u043E\u043C Jenkins-\u0430. \u041C\u043E\u0440\u0430\u0442\u0435 \u0442\u0430\u043A\u043E\u0452\u0435 \u043F\u043E\u0434\u0435\u0441\u0438\u0442\u0438 \u0437\u0430\u0434\u0430\u0442\u043A\u0435 \u043A\u043E\u0458\u0435 \u0438\u0445 \u043A\u043E\u0440\u0438\u0441\u0442\u0435.
depCoreWarning=\u0423\u043F\u043E\u0437\u043E\u0440\u0435\u045A\u0435: \u043E\u0432\u0430 \u043C\u043E\u0434\u0443\u043B\u0430 \u0437\u0430\u0445\u0442\u0435\u0432\u0430 \u0438\u043D\u0441\u0442\u0430\u043B\u0430\u0446\u0438\u0458\u0443 \u0434\u0440\u0443\u0433\u0438\u0445 \u043C\u043E\u0434\u0443\u043B\u0430 \u043A\u043E\u0458\u0435 \u0441\u0443 \u0441\u0430\u043C\u043E \u0437\u0430 Jenkins \u0432\u0435\u0440\u0437\u0438\u0458\u0443 {0} \u0438\u043B\u0438 \u043D\u043E\u0432\u0438\u0458\u0435. \u041F\u043E\u0441\u0442\u043E\u0458\u0438 \u0448\u0430\u043D\u0441\u0430 \u0434\u0430 \u043E\u043D\u0438 \u043D\u0435\u045B\u0435 \u0440\u0430\u0434\u0438\u0442\u0438 \u0441\u0430 \u0432\u0430\u0448\u043E\u043C \u0432\u0435\u0440\u0437\u0438\u0458\u043E\u043C Jenkins-\u0430, \u0442\u0430\u043A\u043E\u0452\u0435 \u0438 \u043E\u0432\u0430.
Inactive=\u041D\u0435\u0430\u043A\u0442\u0438\u0432\u043D\u0435
No\ updates=\u041D\u0435\u043C\u0430 \u043D\u0430\u0434\u0433\u0440\u0430\u0434\u045A\u0430
Install\ without\ restart=\u0418\u043D\u0441\u0442\u0430\u043B\u0438\u0440\u0430\u0458 \u0431\u0435\u0437 \u043F\u043E\u043D\u043E\u0432\u043E\u0433 \u043F\u043E\u043A\u0440\u0435\u0442\u0430\u045A\u0430
Download\ now\ and\ install\ after\ restart=\u041F\u0440\u0435\u0443\u0437\u043C\u0438 \u0441\u0430\u0434\u0430 \u0438 \u0438\u043D\u0441\u0442\u0430\u043B\u0438\u0440\u0430\u0458\u0442\u0435 \u043D\u0430\u043A\u043E\u043D \u043F\u043E\u043D\u043E\u0432\u043E\u0433 \u043F\u043E\u043A\u0440\u0435\u0442\u0430\u045A\u0430
