# This file is under the MIT License by authors

ConfigureLink.DisplayName=\u041F\u043E\u0441\u0442\u0430\u0432\u0438 \u0441\u0438\u0441\u0442\u0435\u043C\u0441\u043A\u0430 \u043F\u043E\u0434\u0435\u0448\u0430\u0432\u0430\u045A\u0430
ConfigureLink.Description=\u041E\u0431\u0448\u0442\u0430 \u043F\u043E\u0434\u0435\u0448\u0430\u0432\u0430\u045A\u0430 \u0438 \u043F\u0443\u0442\u0435\u0432\u0438.
ConfigureTools.DisplayName=\u041E\u0431\u0448\u0442\u0435 \u043F\u043E\u0434\u0435\u0448\u0430\u0432\u0430\u045A\u0435 \u0430\u043B\u0430\u0442\u0430
ConfigureTools.Description=\u041F\u043E\u0441\u0442\u0430\u0432\u0438 \u0430\u043B\u0430\u0442\u0435, \u043B\u043E\u043A\u0430\u0446\u0438\u0458\u0435, \u0438 \u0430\u0443\u0442\u043E\u043C\u0430\u0442\u0441\u043A\u0443 \u0438\u043D\u0441\u0442\u0430\u043B\u0430\u0446\u0438\u0458\u0443
ReloadLink.DisplayName=\u041F\u043E\u043D\u043E\u0432\u043E \u0443\u0447\u0438\u0442\u0430\u0458 \u043F\u043E\u0434\u0435\u0448\u0430\u0432\u0430\u045A\u0430 \u0441\u0430 \u0434\u0438\u0441\u043A\u0430
ReloadLink.Description=\u0418\u0437\u0431\u0440\u0438\u0448\u0438 \u043F\u043E\u0434\u0435\u0448\u0430\u0432\u0430\u045A\u0430 \u0441\u0430 \u043C\u0435\u043C\u043E\u0440\u0438\u0458\u0435 \u0438 \u0443\u0447\u0438\u0442\u0430\u0458 \u0441\u0430 \u0434\u0438\u0441\u043A\u0430.\n \u041A\u043E\u0440\u0438\u0441\u043D\u043E \u043A\u0430\u0434\u0430 \u0441\u0442\u0435 \u043F\u0440\u043E\u043C\u0435\u043D\u0438\u043B\u0438 \u043F\u043E\u0434\u0435\u0448\u0430\u0432\u0430\u045A\u0430 \u0434\u0438\u0440\u0435\u043A\u0442\u043D\u043E \u043D\u0430 \u0434\u0438\u0441\u043A\u0443.
PluginsLink.Description=\u0414\u043E\u0434\u0430\u0458\u0442\u0435, \u0443\u043A\u043B\u043E\u043D\u0438\u0442\u0435, \u0438\u043B\u0438 \u043E\u043D\u0435\u043C\u043E\u0433\u0443\u045B\u0438\u0442\u0435 \u043C\u043E\u0434\u0443\u043B\u0435 \u043A\u043E\u0458\u0435 \u043F\u0440\u043E\u0448\u0438\u0440\u0443\u0458\u0443 \u043C\u043E\u0433\u0443\u045B\u043D\u043E\u0441\u0442\u0435 Jenkins-\u0430.
PluginsLink.DisplayName=\u041F\u043E\u0434\u0435\u0448\u0430\u0432\u0430\u045A\u0435 \u043C\u043E\u0434\u0443\u043B\u0430
SystemInfoLink.DisplayName=\u0418\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0458\u0435 \u043E \u0441\u0438\u0441\u0442\u0435\u043C\u0443
SystemInfoLink.Description=\u041F\u0440\u0438\u043A\u0430\u0437\u0443\u0458\u0435 \u0440\u0430\u0437\u043D\u0443 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0458\u0443 \u043E \u0441\u0438\u0441\u0442\u0435\u043C\u0443 \u0434\u0430 \u0431\u0443 \u043F\u043E\u043C\u0430\u0433\u0430\u043B\u043E \u0441\u0430 \u0440\u0435\u0448\u0430\u0432\u0430\u045A\u0435\u043C \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0438\u043C\u0430.
SystemLogLink.DisplayName=\u0416\u0443\u0440\u043D\u0430\u043B \u0441\u0438\u0441\u0442\u0435\u043C\u0430
SystemLogLink.Description=\u0416\u0443\u0440\u043D\u0430\u043B \u0441\u0438\u0441\u0442\u0435\u043C\u0430 \u0437\u0430\u043F\u0438\u0441\u0443\u0458\u0435 \u0438\u0441\u0445\u043E\u0434 <tt>java.util.logging</tt> \u043A\u043E\u0458\u0438 \u0441\u0435 \u043E\u0434\u043D\u043E\u0441\u0438 \u043D\u0430 Jenkins.
StatisticsLink.DisplayName=\u0421\u0442\u0430\u0442\u0438\u0441\u0442\u0438\u043A\u0435 \u043E \u043E\u043F\u0442\u0435\u0440\u0435\u045B\u0435\u045A\u0443
StatisticsLink.Description=\u041F\u0440\u043E\u0432\u0435\u0440\u0438\u0442\u0435 \u043E\u043F\u0442\u0435\u0440\u0435\u045B\u0435\u045A\u0435 \u043D\u0430\u0434 \u0440\u0435\u0441\u0443\u0440\u0441\u0438\u043C\u0430 \u0434\u0430 \u0431\u0438 \u0441\u0442\u0435 \u043E\u0434\u0440\u0435\u0434\u0438\u043B\u0438 \u0430\u043A\u043E \u0458\u0435 \u043F\u043E\u0442\u0440\u0435\u0431\u043D\u043E \u0432\u0438\u0448\u0435 \u043C\u0430\u0448\u0438\u043D\u0430 \u0437\u0430 \u0438\u0437\u0433\u0440\u0430\u0434\u045A\u0443.
CliLink.Description=\u0414\u043E\u0441\u0442\u0443\u043F\u0438\u0442\u0435 \u0438 \u0443\u043F\u0440\u0430\u0432\u0459\u0430\u0458\u0442\u0435 Jenkins-\u043E\u043C \u0441\u0430 \u043A\u043E\u043C\u0430\u043D\u0434\u043D\u0435 \u043B\u0438\u043D\u0438\u0458\u0435 \u0438\u043B\u0438 \u0441\u043A\u0440\u0438\u043F\u0442\u043E\u043C.
CliLink.DisplayName=Jenkins \u0441\u0430 \u043A\u043E\u043C\u0430\u043D\u0434\u043D\u0435 \u043B\u0438\u043D\u0438\u0458\u0435
ConsoleLink.DisplayName=\u041A\u043E\u043D\u0437\u043E\u043B\u0430
ConsoleLink.Description=\u0418\u0437\u0432\u0440\u0448\u0430\u0432\u0430 \u0441\u043A\u0440\u0438\u043F\u0442\u043E\u0432\u0435 \u0437\u0430 \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0458\u0443 \u0438 \u043E\u0442\u043A\u0440\u0438\u0432\u0430\u045A\u0435 \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0430.
NodesLink.DisplayName=\u0423\u043F\u0440\u0430\u0432\u0438 \u043C\u0430\u0448\u0438\u043D\u0430\u043C\u0430
NodesLink.Description=\u0414\u043E\u0434\u0430\u0458\u0442\u0435, \u0443\u043A\u043B\u043E\u043D\u0438\u0442\u0435, \u0438 \u043F\u0440\u0435\u0433\u043B\u0435\u0434\u0430\u0458\u0442\u0435 \u043C\u0430\u0448\u0438\u043D\u0435 \u043D\u0430 \u043A\u0438\u043C \u0441\u0435 \u0438\u0437\u0432\u0440\u0448\u0430\u0432\u0430\u0458\u0443 \u0437\u0430\u0434\u0430\u0446\u0438.
ShutdownLink.DisplayName_prepare=\u041F\u0440\u0438\u043F\u0440\u0435\u043C\u0438 \u0437\u0430 \u0433\u0430\u0448\u0435\u045A\u0435
ShutdownLink.Description=\u0417\u0430\u0443\u0441\u0442\u0430\u0432\u0438 \u0438\u0437\u0432\u0440\u0448\u0430\u0432\u0430\u045A\u0435 \u043D\u043E\u0432\u0438\u0445 \u0437\u0430\u0434\u0430\u0442\u0430\u043A\u0430, \u0434\u0430 \u0431\u0438 \u0441\u0438\u0441\u0442\u0435\u043C \u043C\u043E\u0433\u0430\u043E \u0431\u0438\u0442\u0438 \u0431\u0435\u0437\u0431\u0435\u0434\u043D\u043E \u0438\u0441\u043A\u0459\u0443\u0447\u0435\u043D.
ShutdownLink.DisplayName_cancel=\u041E\u0442\u043A\u0430\u0436\u0438 \u0433\u0430\u0448\u0435\u045A\u0435
Manage\ Jenkins=\u0423\u043F\u0440\u0430\u0432\u0459\u0430\u045A\u0435 Jenkins-\u043E\u043C