#
# The MIT License
#
# Copyright (c) 2012, CloudBees, Intl., Nicolas De loof
#
# Permission is hereby granted, free of charge, to any person obtaining a copy
# of this software and associated documentation files (the "Software"), to deal
# in the Software without restriction, including without limitation the rights
# to use, copy, modify, merge, publish, distribute, sublicense, and/or sell
# copies of the Software, and to permit persons to whom the Software is
# furnished to do so, subject to the following conditions:
#
# The above copyright notice and this permission notice shall be included in
# all copies or substantial portions of the Software.
#
# THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR
# IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY,
# FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE
# AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER
# LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM,
# OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN
# THE SOFTWARE.
#

SystemLogLink.Description=\u0421\u0438\u0441\u0442\u0435\u043C\u043D\u044B\u0439 \u0436\u0443\u0440\u043D\u0430\u043B \u0441\u0447\u0438\u0442\u044B\u0432\u0430\u0435\u0442 \u0432\u044B\u0445\u043E\u0434 <tt>java.util.logging</tt>, \u043E\u0442\u043D\u043E\u0441\u044F\u0449\u0438\u0439\u0441\u044F \u043A Jenkins.
CliLink.Description=\u041F\u043E\u0437\u0432\u043E\u043B\u044F\u0435\u0442 \u0443\u043F\u0440\u0430\u0432\u043B\u044F\u0442\u044C Jenkins \u0438\u0437 \u0441\u043A\u0440\u0438\u043F\u0442\u043E\u0432 \u0438\u043B\u0438 \u043E\u0431\u043E\u043B\u043E\u0447\u043A\u0438 \u043E\u043F\u0435\u0440\u0430\u0446\u0438\u043E\u043D\u043D\u043E\u0439 \u0441\u0438\u0441\u0442\u0435\u043C\u044B.
StatisticsLink.DisplayName=\u0421\u0442\u0430\u0442\u0438\u0441\u0442\u0438\u043A\u0430 \u0443\u0442\u0438\u043B\u0438\u0437\u0430\u0446\u0438\u0438
StatisticsLink.Description=\u041F\u043E\u043A\u0430\u0437\u044B\u0432\u0430\u0435\u0442 \u0443\u0442\u0438\u043B\u0438\u0437\u0430\u0446\u0438\u044E \u0430\u043F\u043F\u0430\u0440\u0430\u0442\u043D\u044B\u0445 \u0440\u0435\u0441\u0443\u0440\u0441\u043E\u0432 \u0438 \u043F\u043E\u0437\u0432\u043E\u043B\u044F\u0435\u0442 \u043E\u043F\u0440\u0435\u0434\u0435\u043B\u0438\u0442\u044C \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E\u0441\u0442\u044C \u0434\u043E\u0431\u0430\u0432\u043B\u0435\u043D\u0438\u044F \u0434\u043E\u043F\u043E\u043B\u043D\u0438\u0442\u0435\u043B\u044C\u043D\u044B\u0445 \u0441\u0440\u0435\u0434 \u0434\u043B\u044F \u0441\u0431\u043E\u0440\u043A\u0438.
ReloadLink.DisplayName=\u041F\u0435\u0440\u0435\u0447\u0438\u0442\u0430\u0442\u044C \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 \u0438\u0437 \u0444\u0430\u0439\u043B\u0430
ReloadLink.Description=\u041E\u0442\u043C\u0435\u043D\u0438\u0442\u044C \u0432\u0441\u0435 \u0437\u0430\u0433\u0440\u0443\u0436\u0435\u043D\u043D\u044B\u0435 \u0434\u0430\u043D\u043D\u044B\u0435 \u0432 \u043F\u0430\u043C\u044F\u0442\u0438 \u0438 \u043F\u0435\u0440\u0435\u0447\u0438\u0442\u0430\u0442\u044C \u0432\u0441\u0435 \u0438\u0437 \u0444\u0430\u0439\u043B\u043E\u0432\u043E\u0439 \u0441\u0438\u0441\u0442\u0435\u043C\u044B.\n\
                       \u041F\u043E\u043B\u0435\u0437\u043D\u043E \u0432 \u0441\u043B\u0443\u0447\u0430\u0435, \u0435\u0441\u043B\u0438 \u0432\u044B \u043C\u043E\u0434\u0438\u0444\u0438\u0446\u0438\u0440\u043E\u0432\u0430\u043B\u0438 \u0444\u0430\u0439\u043B\u044B \u043D\u0430\u0441\u0442\u0440\u043E\u0435\u043A \u0432\u0440\u0443\u0447\u043D\u0443\u044E.
NodesLink.DisplayName=\u0423\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u044F \u0421\u0440\u0435\u0434\u0430\u043C\u0438 \u0441\u0431\u043E\u0440\u043A\u0438
PluginsLink.DisplayName=\u0423\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435 \u043F\u043B\u0430\u0433\u0438\u043D\u0430\u043C\u0438
SystemInfoLink.DisplayName=\u0421\u0438\u0441\u0442\u0435\u043C\u043D\u0430\u044F \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F
SystemInfoLink.Description=\u041F\u043E\u043A\u0430\u0437\u044B\u0432\u0430\u0435\u0442 \u0432\u0441\u0435\u0432\u043E\u0437\u043C\u043E\u0436\u043D\u0443\u044E \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044E \u043E \u0441\u0440\u0435\u0434\u0435 \u043E\u043A\u0440\u0443\u0436\u0435\u043D\u0438\u044F \u0434\u043B\u044F \u043F\u043E\u043C\u043E\u0449\u0438 \u0432 \u0440\u0435\u0448\u0435\u043D\u0438\u0438 \u043F\u0440\u043E\u0431\u043B\u0435\u043C.
ConsoleLink.DisplayName=\u041A\u043E\u043D\u0441\u043E\u043B\u044C \u0441\u0446\u0435\u043D\u0430\u0440\u0438\u0435\u0432
ConsoleLink.Description=\u041C\u043E\u0436\u043D\u043E \u0432\u044B\u043F\u043E\u043B\u043D\u044F\u0442\u044C \u0441\u043A\u0440\u0438\u043F\u0442\u044B \u0434\u043B\u044F \u0430\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u0438\u0432\u043D\u044B\u0445 \u0438 \u0434\u0438\u0430\u0433\u043D\u043E\u0441\u0442\u0438\u0447\u0435\u0441\u043A\u0438\u0445 \u0437\u0430\u0434\u0430\u0447 \u0438 \u0443\u0441\u0442\u0440\u0430\u043D\u0435\u043D\u0438\u0435 \u043F\u0440\u043E\u0431\u043B\u0435\u043C.
ShutdownLink.DisplayName_cancel=\u041E\u0442\u043C\u0435\u043D\u0438\u0442\u044C \u0437\u0430\u0432\u0435\u0440\u0448\u0435\u043D\u0438\u0435 \u0440\u0430\u0431\u043E\u0442\u044B
ShutdownLink.DisplayName_prepare=\u041F\u0440\u0438\u0433\u043E\u0442\u043E\u0432\u0438\u0442\u044C\u0441\u044F \u043A \u0437\u0430\u0432\u0435\u0440\u0448\u0435\u043D\u0438\u044E \u0440\u0430\u0431\u043E\u0442\u044B
ShutdownLink.Description=\u041F\u0440\u0435\u043A\u0440\u0430\u0449\u0430\u0435\u0442 \u0432\u044B\u043F\u043E\u043B\u043D\u0435\u043D\u0438\u0435 \u043D\u043E\u0432\u044B\u0445 \u0441\u0431\u043E\u0440\u043E\u043A, \u0442\u0430\u043A \u0447\u0442\u043E \u0441\u0438\u0441\u0442\u0435\u043C\u0430 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0431\u0435\u0437\u043E\u043F\u0430\u0441\u043D\u043E \u0432\u044B\u043A\u043B\u044E\u0447\u0435\u043D\u0430.
ConfigureLink.DisplayName=\u041A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u0435 \u0441\u0438\u0441\u0442\u0435\u043C\u044B
ConfigureLink.Description=\u041A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u0433\u043B\u043E\u0431\u0430\u043B\u044C\u043D\u044B\u0435 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 \u0438 \u043F\u0443\u0442\u0438.
NodesLink.Description=\u041F\u043E\u0432\u0437\u0432\u043E\u043B\u044F\u0435\u0442 \u0434\u043E\u0431\u0430\u0432\u043B\u044F\u0442\u044C, \u0443\u0434\u0430\u043B\u044F\u0442\u044C, \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u0438 \u0430\u043D\u0430\u043B\u0438\u0437\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u0441\u043E\u0441\u0442\u043E\u044F\u043D\u0438\u0435 \u0441\u0440\u0435\u0434 \u0441\u0431\u043E\u0440\u043A\u0438 Jenkins.
PluginsLink.Description=\u0414\u043E\u0431\u0430\u0432\u0438\u0442\u044C, \u0443\u0434\u0430\u043B\u0438\u0442\u044C, \u0432\u044B\u043A\u043B\u044E\u0447\u0438\u0442\u044C \u0438\u043B\u0438 \u0432\u043A\u043B\u044E\u0447\u0438\u0442\u044C \u043F\u043B\u0430\u0433\u0438\u043D\u044B, \u0440\u0430\u0441\u0448\u0438\u0440\u044F\u044E\u0449\u0438\u0435 \u0444\u0443\u043D\u043A\u0446\u0438\u043E\u043D\u043E\u043D\u0430\u043B\u044C\u043D\u044B\u0435 \u0432\u043E\u0437\u043C\u043E\u0436\u043D\u043E\u0441\u0442\u0438 Jenkins.
