AbstractProject.Pronoun=\u30D7\u30ED\u30B8\u30A7\u30AF\u30C8
AbstractProject.BuildPermission.Description=\
  \u3053\u306E\u30D1\u30FC\u30DF\u30C3\u30B7\u30E7\u30F3\u306F\u3001\u65B0\u898F\u30D3\u30EB\u30C9\u306E\u958B\u59CB\u3092\u8A31\u53EF\u3057\u307E\u3059\u3002
AbstractProject.WorkspacePermission.Description=\
  \u3053\u306E\u30D1\u30FC\u30DF\u30C3\u30B7\u30E7\u30F3\u306F\u3001Hudson\u304C\u30D3\u30EB\u30C9\u5B9F\u884C\u7528\u306B\u30C1\u30A7\u30C3\u30AF\u30A2\u30A6\u30C8\u3057\u305F\u3001\u30EF\u30FC\u30AF\u30B9\u30DA\u30FC\u30B9\u306E\u30B3\u30F3\u30C6\u30F3\u30C4\u306E\u53D6\u5F97\u3092\u8A31\u53EF\u3057\u307E\u3059\u3002\
  \u30E6\u30FC\u30B6\u30FC\u306B\u30BD\u30FC\u30B9\u30B3\u30FC\u30C9\u3092\u89E6\u3089\u305B\u305F\u304F\u306A\u3044\u306E\u3067\u3042\u308C\u3070\u3001\u3053\u306E\u30D1\u30FC\u30DF\u30C3\u30B7\u30E7\u30F3\u3092\u4E0E\u3048\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002

BallColor.Aborted=\u4E2D\u65AD
BallColor.Disabled=\u969C\u5BB3
BallColor.Failed=\u5931\u6557
BallColor.InProgress=\u9032\u884C\u4E2D
BallColor.Pending=\u672A\u6C7A\u5B9A
BallColor.Success=\u6210\u529F
BallColor.Unstable=\u4E0D\u5B89\u5B9A

ExternalJob.DisplayName=\u5916\u90E8\u30B8\u30E7\u30D6\u306E\u76E3\u8996

FreeStyleProject.DisplayName=\u30D5\u30EA\u30FC\u30B9\u30BF\u30A4\u30EB\u30FB\u30D7\u30ED\u30B8\u30A7\u30AF\u30C8\u306E\u30D3\u30EB\u30C9

Hudson.NotUsesUTF8ToDecodeURL=\
  URL\u304CUTF-8\u3067\u30C7\u30B3\u30FC\u30C9\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002\u30B8\u30E7\u30D6\u540D\u306A\u3069\u306Bnon-ASCII\u306A\u6587\u5B57\u3092\u4F7F\u7528\u3059\u308B\u5834\u5408\u306F\u3001\
  <a href=''http://hudson.gotdns.com/wiki/display/JA/Containers''>\u30B3\u30F3\u30C6\u30CA\u306E\u8A2D\u5B9A</a>\u3084\
  <a href=''http://hudson.gotdns.com/wiki/display/JA/Tomcat#Tomcat-i18n''>Tomcat i18N</a>\u3092\u53C2\u8003\u306B\u8A2D\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
Hudson.AdministerPermission.Description=\
  \u3053\u306E\u30D1\u30FC\u30DF\u30C3\u30B7\u30E7\u30F3\u306F\u3001(OS\u304C\u8A31\u53EF\u3059\u308B\u7BC4\u56F2\u5185\u3067\u306E\uFF09\u30ED\u30FC\u30AB\u30EB\u30B7\u30B9\u30C6\u30E0\u5168\u4F53\u3078\u306E\u30A2\u30AF\u30BB\u30B9\u306B\u76F8\u5F53\u3059\u308B\u3001\
  \u3068\u3066\u3082\u6CE8\u610F\u304C\u5FC5\u8981\u306A\u64CD\u4F5C\u3068\u540C\u7A0B\u5EA6\u306E\u3001\u30B7\u30B9\u30C6\u30E0\u5168\u4F53\u306E\u8A2D\u5B9A\u5909\u66F4\u3092\u8A31\u53EF\u3057\u307E\u3059\u3002
Hudson.ReadPermission.Description=\
  \u53C2\u7167\u30D1\u30FC\u30DF\u30C3\u30B7\u30E7\u30F3\u306F\u3001Hudson\u306E\u307B\u307C\u3059\u3079\u3066\u306E\u753B\u9762\u3092\u53C2\u7167\u3059\u308B\u306E\u306B\u5FC5\u8981\u3067\u3059\u3002\
  \u3053\u306E\u30D1\u30FC\u30DF\u30C3\u30B7\u30E7\u30F3\u306F\u3001\u8A8D\u8A3C\u3055\u308C\u3066\u3044\u306A\u3044\u30E6\u30FC\u30B6\u30FC\u306B\u306FHudson\u306E\u753B\u9762\u3092\u53C2\u7167\u3055\u305B\u305F\u304F\u306A\u3044\u5834\u5408\u306B\u4FBF\u5229\u3067\u3059\u3002\
  &mdash; \u533F\u540D\u30E6\u30FC\u30B6\u30FC\u304B\u3089\u3053\u306E\u30D1\u30FC\u30DF\u30C3\u30B7\u30E7\u30F3\u3092\u524A\u9664\u5F8C\u3001"\u8A8D\u8A3C\u6E08\u307F"\u306E\u65E2\u5B58\u30E6\u30FC\u30B6\u30FC\u3092\u8FFD\u52A0\u3057\u3066\u53C2\u7167\u3092\u8A31\u53EF\u3057\u307E\u3059\u3002

Job.AllRecentBuildFailed=\u6700\u8FD1\u306E\u5168\u3066\u306E\u30D3\u30EB\u30C9\u306F\u5931\u6557\u3057\u307E\u3057\u305F\u3002
Job.BuildStability=\u5B89\u5B9A\u3057\u305F\u30D3\u30EB\u30C9: {0}
Job.NOfMFailed=\u6700\u8FD1\u306E{1}\u500B\u4E2D\u3001{0}\u500B\u30D3\u30EB\u30C9\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
Job.NoRecentBuildFailed=\u6700\u8FD1\u306E\u30D3\u30EB\u30C9\u306F\u5931\u6557\u3057\u3066\u307E\u305B\u3093\u3002
Job.Pronoun=\u30D7\u30ED\u30B8\u30A7\u30AF\u30C8
Job.minutes=\u5206

Queue.AllNodesOffline=\u30E9\u30D9\u30EB ''{{0}'' \u306E\u3059\u3079\u3066\u306E\u30CE\u30FC\u30C9\u306F\u30AA\u30D5\u30E9\u30A4\u30F3\u3067\u3059\u3002
Queue.BlockedBy={0}\u306B\u30D6\u30ED\u30C3\u30AF\u3055\u308C\u3066\u3044\u307E\u3059\u3002
Queue.InProgress=\u30D3\u30EB\u30C9\u306F\u3059\u3067\u306B\u5B9F\u884C\u4E2D\u3067\u3059\u3002
Queue.InQuietPeriod=\u5F85\u6A5F\u4E2D\u3067\u3059\u3002\u3042\u3068{0}\u3067\u3059\u3002
Queue.NodeOffline={0} \u306F\u30AA\u30D5\u30E9\u30A4\u30F3\u3067\u3059\u3002
Queue.Unknown=???

Queue.WaitingForNextAvailableExecutor=\u5229\u7528\u53EF\u80FD\u306A\u6B21\u306E\u30A8\u30B0\u30BC\u30AD\u30E5\u30FC\u30BF\u30FC\u3092\u5F85\u3063\u3066\u3044\u307E\u3059\u3002
Queue.WaitingForNextAvailableExecutorOn={0}\u3067\u5229\u7528\u53EF\u80FD\u306A\u6B21\u306E\u30A8\u30B0\u30BC\u30AD\u30E5\u30FC\u30BF\u30FC\u3092\u5F85\u3063\u3066\u3044\u307E\u3059\u3002
Run.DeletePermission.Description=\
  \u3053\u306E\u30D1\u30FC\u30DF\u30C3\u30B7\u30E7\u30F3\u306F\u3001\u30D3\u30EB\u30C9\u5C65\u6B74\u304B\u3089\u306E\u7279\u5B9A\u30D3\u30EB\u30C9\u306E\u524A\u9664\u3092\u8A31\u53EF\u3057\u307E\u3059\u3002
Run.UpdatePermission.Description=\
  \u3053\u306E\u30D1\u30FC\u30DF\u30C3\u30B7\u30E7\u30F3\u306F\u3001\u30D3\u30EB\u30C9\u5931\u6557\u306E\u539F\u56E0\u306B\u95A2\u3059\u308B\u30E1\u30E2\u3092\u6B8B\u3059\u306A\u3069\u3001\u30D3\u30EB\u30C9\u306E\u8AAC\u660E\u3084\u4ED6\u306E\u5C5E\u6027\u306E\u66F4\u65B0\u3092\u8A31\u53EF\u3057\u307E\u3059\u3002

View.CreatePermission.Description=\
  \u3053\u306E\u30D1\u30FC\u30DF\u30C3\u30B7\u30E7\u30F3\u306F\u3001\u65B0\u898F\u30D3\u30E5\u30FC\u306E\u4F5C\u6210\u3092\u8A31\u53EF\u3057\u307E\u3059\u3002
View.DeletePermission.Description=\
  \u3053\u306E\u30D1\u30FC\u30DF\u30C3\u30B7\u30E7\u30F3\u306F\u3001\u65E2\u5B58\u306E\u30D3\u30E5\u30FC\u306E\u524A\u9664\u3092\u8A31\u53EF\u3057\u307E\u3059\u3002
View.ConfigurePermission.Description=\
  \u3053\u306E\u30D1\u30FC\u30DF\u30C3\u30B7\u30E7\u30F3\u306F\u3001\u30D3\u30E5\u30FC\u306E\u8A2D\u5B9A\u5909\u66F4\u3092\u8A31\u53EF\u3057\u307E\u3059\u3002

UpdateCenter.Status.CheckingInternet=\u30A4\u30F3\u30BF\u30FC\u30CD\u30C3\u30C8\u3068\u306E\u63A5\u7D9A\u3092\u30C1\u30A7\u30C3\u30AF\u3057\u307E\u3059\u3002
UpdateCenter.Status.CheckingJavaNet=java.net\u3068\u306E\u63A5\u7D9A\u3092\u30C1\u30A7\u30C3\u30AF\u3057\u307E\u3059\u3002
UpdateCenter.Status.Success=\u6210\u529F
UpdateCenter.Status.UnknownHostException=\
  <span class=error>\u30DB\u30B9\u30C8\u540D {0}\u306E\u89E3\u6C7A\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002 \
  \u305F\u3076\u3093\u3001<a href='../pluginManager/advanced'>HTTP\u30D7\u30ED\u30AF\u30B7\u30FC\u3092\u8A2D\u5B9A</a>\u3059\u308B\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002</span>

Permalink.LastBuild=\u6700\u65B0\u306E\u30D3\u30EB\u30C9
Permalink.LastStableBuild=\u6700\u65B0\u306E\u5B89\u5B9A\u30D3\u30EB\u30C9
Permalink.LastSuccessfulBuild=\u6700\u65B0\u306E\u6210\u529F\u30D3\u30EB\u30C9
Permalink.LastFailedBuild=\u6700\u65B0\u306E\u5931\u6557\u30D3\u30EB\u30C9

ParameterAction.DisplayName=\u30D1\u30E9\u30E1\u30FC\u30BF
ParametersDefinitionProperty.DisplayName=\u30D1\u30E9\u30E1\u30FC\u30BF
StringParameterDefinition.DisplayName=\u6587\u5B57\u5217\u30D1\u30E9\u30E1\u30FC\u30BF
FileParameterDefinition.DisplayName=\u30D5\u30A1\u30A4\u30EB\u30D1\u30E9\u30E1\u30FC\u30BF

Node.Mode.NORMAL=\u3053\u306E\u30B9\u30EC\u30FC\u30D6\u3092\u3067\u304D\u308B\u3060\u3051\u5229\u7528\u3059\u308B
Node.Mode.EXCLUSIVE=\u3053\u306E\u30DE\u30B7\u30FC\u30F3\u3092\u7279\u5B9A\u30B8\u30E7\u30D6\u5C02\u7528\u306B\u3059\u308B