# The MIT License
#
# Copyright (c) 2004-2010, Sun Microsystems, Inc. Kohsuke Kawaguchi. Knud Poulsen.
#
# Permission is hereby granted, free of charge, to any person obtaining a copy
# of this software and associated documentation files (the "Software"), to deal
# in the Software without restriction, including without limitation the rights
# to use, copy, modify, merge, publish, distribute, sublicense, and/or sell
# copies of the Software, and to permit persons to whom the Software is
# furnished to do so, subject to the following conditions:
#
# The above copyright notice and this permission notice shall be included in
# all copies or substantial portions of the Software.
#
# THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR
# IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY,
# FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE
# AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER
# LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM,
# OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN
# THE SOFTWARE.

blurb.2=\
Sommetider opst\u00e5r der fejl under l\u00e6sning af data (hvis en plugin tilf\u00f8jer data og selv samme \
plugin senere bliver sl\u00e5et fra, hvis migrerings/opdaterings kode ikke er skrevet til struktur\u00e6ndringer, \
eller hvis Jenkins bliver nedgraderet efter der allerede er skrevet data der ikke kan l\u00e6ses af den \u00e6ldre version. \
Disse fejl bliver logget, men ul\u00e6selig data bliver blot sprunget over, hvilket tillader Jenkins at starte op \
og k\u00f8re videre (omend uden adgang til ul\u00e6selig data)).
Error=Fejl
Type=Type
Unreadable\ Data=Ul\u00e6selig data
blurb.1=\
N\u00e5r der er \u00e6ndringer i hvordan data bliver gemt p\u00e5 disk benytter Jenkins f\u00f8lgende strategi: \
data bliver migreret til den nye struktur under indl\u00e6sning, men filen bliver ikke gemt/overskrevet \
i det nye format. Dette tillader nedgradering af Jenkins om n\u00f8dvendigt. Men denne strategi kan ogs\u00e5 \
efterlade data p\u00e5 disken i det gamle format p\u00e5 ubestemt tid. Tabellen herunder lister de filer der \
indeholder s\u00e5dan data samt Jenkins versionen hvor data-strukturen blev \u00e6ndret.
Resave\ data\ files\ with\ structure\ changes\ no\ newer\ than\ Jenkins=Gem datafilerne med strukturelle \u00e6ndringer ikke nyere end Jenkins
No\ old\ data\ was\ found.=Ingen gamle data blev fundet
blurb.6=\
Det er acceptabelt at gemme ul\u00e6selig data i disse filer, da Jenkins blot ignorerer dem. \
For at undg\u00e5 logbeskeder under opstart af Jenkins kan du permanent slette ul\u00e6selig data \
ved at gemme disse filer med nedenst\u00e5ende knap.
Discard\ Unreadable\ Data=Smid ul\u00e6selig data v\u00e6k.
blurb.4=\
P\u00e5 et tidspunkt vil koden der underst\u00f8tter disse gamle datastrukturer blive slettet, som led i kodeoprydning. \
Kompatibilitet vil blive bibeholdt i mindst 150 versioner. Versioner \u00e6ldre end dette er vist i fed herover, \
og det anbefales p\u00e5 det kraftigste at gemme disse filer i det nyeste format.
Version=Version
Upgrade=Opdater
blurb.5=(Nedgradering s\u00e5 langt tilbage som den valgte version er (m\u00e5ske) stadig muligt)
blurb.3=\
Form''en herunder kan benyttes til at gemme disse filer i det korrekte format. At g\u00f8re dette \
indeb\u00e6rer at hvis du efterf\u00f8lgende nedgraderer Jenkins til en version \u00e6ldre end den valgte version \
vil denne \u00e6ldre version af Jenkins ikke l\u00e6ngere kunne l\u00e6se data''ene i det nyere format. \
Bem\u00e6rk dog at daglig brug af Jenkins, s\u00e5som oprettelse og konfiguration af jobs snildt kan gemme \
data i formater der ikke vil v\u00e6re l\u00e6selige af \u00e6ldre versioner af Jenkins. Bem\u00e6rk ogs\u00e5 \
at ul\u00e6selig data vist i h\u00f8jre side af tabellen herover vil g\u00e5 tabt n\u00e5r du gemmer filen i det nye format. 
Name=Navn
Manage\ Old\ Data=H\u00e5ndter Gamle Data
