# The MIT License
#
# Copyright (c) 2004-2010, Sun Microsystems, Inc., Seiji Sogabe
#
# Permission is hereby granted, free of charge, to any person obtaining a copy
# of this software and associated documentation files (the "Software"), to deal
# in the Software without restriction, including without limitation the rights
# to use, copy, modify, merge, publish, distribute, sublicense, and/or sell
# copies of the Software, and to permit persons to whom the Software is
# furnished to do so, subject to the following conditions:
#
# The above copyright notice and this permission notice shall be included in
# all copies or substantial portions of the Software.
#
# THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR
# IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY,
# FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE
# AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER
# LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM,
# OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN
# THE SOFTWARE.

blurb.1=\
  \u30c7\u30fc\u30bf\u306e\u4fdd\u5b58\u5f62\u5f0f\u306b\u5909\u66f4\u304c\u3042\u308b\u5834\u5408\u3001Jenkins\u306f\u6b21\u306e\u51e6\u7406\u3092\u884c\u3044\u307e\u3059\u3002\
  \u30ed\u30fc\u30c9\u6642\u306b\u65b0\u3057\u3044\u5f62\u5f0f\u306b\u79fb\u884c\u3057\u307e\u3059\u304c\u3001\u65b0\u3057\u3044\u5f62\u5f0f\u3067\u306f\u4fdd\u5b58\u3057\u307e\u305b\u3093\u3002\
  \u3053\u308c\u306f\u3001\u5fc5\u8981\u304c\u3042\u308c\u3070Jenkins\u3092\u30c0\u30a6\u30f3\u30b0\u30ec\u30fc\u30c9\u3067\u304d\u308b\u3088\u3046\u306b\u3059\u308b\u305f\u3081\u3067\u3059\u304c\u3001\
  \u3044\u3064\u307e\u3067\u3082\u30c7\u30a3\u30b9\u30af\u4e0a\u306b\u53e4\u3044\u5f62\u5f0f\u3067\u30c7\u30fc\u30bf\u3092\u6b8b\u3057\u305f\u307e\u307e\u306b\u3057\u3066\u3057\u307e\u3044\u307e\u3059\u3002\
  \u6b21\u306e\u8868\u306b\u306f\u3001\u305d\u306e\u3088\u3046\u306a\u30c7\u30fc\u30bf\u3092\u542b\u3080\u30d5\u30a1\u30a4\u30eb\u3068\u3001\u30c7\u30fc\u30bf\u306e\u5f62\u5f0f\u304c\u5909\u66f4\u306b\u306a\u3063\u305fJenkins\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u304c\u8868\u793a\u3055\u308c\u3066\u3044\u307e\u3059\u3002
blurb.2=\
  \u30c7\u30fc\u30bf\u30ed\u30fc\u30c9\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3059\u308b\u3053\u3068\u304c\u3042\u308a\u307e\u3059\
  (\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u3042\u308b\u30c7\u30fc\u30bf\u3092\u8ffd\u52a0\u3057\u305f\u5f8c\u306b\u305d\u306e\u30d7\u30e9\u30b0\u30a4\u30f3\u304c\u7121\u52b9\u306b\u306a\u3063\u305f\u3001\u5f62\u5f0f\u5909\u66f4\u306b\u5bfe\u5fdc\u3059\u308b\u51e6\u7406\u304c\u5b9f\u88c5\u3055\u308c\u3066\u3044\u306a\u3044\u3001\
  \u65e7\u30d0\u30fc\u30b8\u30e7\u30f3\u304c\u8aad\u3081\u306a\u3044\u30c7\u30fc\u30bf\u3092\u3059\u3067\u306b\u66f8\u304d\u8fbc\u3093\u3060\u5f8c\u306bJenkins\u3092\u30c0\u30a6\u30f3\u30b0\u30ec\u30fc\u30c9\u3057\u305f\u306a\u3069)\u3002\
  Jenkins\u304c\u8d77\u52d5\u3057\u6b63\u5e38\u306b\u52d5\u4f5c\u3059\u308b\u3088\u3046\u306b\u3001\u3053\u308c\u3089\u306e\u30a8\u30e9\u30fc\u3092\u30ed\u30b0\u306b\u51fa\u529b\u3057\u3001\u8aad\u3081\u306a\u3044\u30c7\u30fc\u30bf\u3092\u30b9\u30ad\u30c3\u30d7\u3057\u307e\u3059\u3002
blurb.3=\
  \u6b21\u306e\u30d5\u30a9\u30fc\u30e0\u3092\u5229\u7528\u3057\u3066\u3053\u308c\u3089\u306e\u53e4\u3044\u30d5\u30a1\u30a4\u30eb\u3092\u73fe\u5728\u306e\u5f62\u5f0f\u3067\u518d\u4fdd\u5b58\u3057\u307e\u3059\u3002\
  \u518d\u4fdd\u5b58\u3059\u308b\u3068\u3001\u9078\u629e\u3057\u305f\u30d0\u30fc\u30b8\u30e7\u30f3\u3088\u308a\u53e4\u3044\u3001\u65b0\u3057\u3044\u5f62\u5f0f\u3067\u4fdd\u5b58\u3055\u308c\u305f\u30c7\u30fc\u30bf\u3092\u8aad\u3081\u306a\u3044Jenkins\u306b\u30c0\u30a6\u30f3\u30b0\u30ec\u30fc\u30c9\u3059\u308b\u3053\u3068\u306b\u306a\u308a\u307e\u3059\u3002
  \u3053\u306e\u30d5\u30a9\u30fc\u30e0\u3092\u4f7f\u7528\u3057\u306a\u304f\u3066\u3082\u3001Jenkins\u3092\u4f7f\u7528\u3057\u3066\u30b8\u30e7\u30d6\u306e\u4f5c\u6210\u3001\u8a2d\u5b9a\u304a\u3088\u3073\u5b9f\u884c\u3092\u884c\u3048\u3070\u3001 \
  \u53e4\u3044Jenkins\u3067\u306f\u8aad\u3081\u306a\u3044\u30c7\u30fc\u30bf\u3092\u4fdd\u5b58\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u308b\u3053\u3068\u306b\u6ce8\u610f\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u307e\u305f\u3001\u8aad\u3081\u306a\u3044\u30c7\u30fc\u30bf\u304c\u8868\u793a\u3055\u308c\u3066\u3082\u3001\
  \u30d5\u30a1\u30a4\u30eb\u3092\u518d\u4fdd\u5b58\u3059\u308b\u3068\u524a\u9664\u3055\u308c\u308b\u3053\u3068\u306b\u6ce8\u610f\u3057\u3066\u304f\u3060\u3055\u3044\u3002
blurb.4=\
  \u30c7\u30fc\u30bf\u79fb\u884c\u3092\u30b5\u30dd\u30fc\u30c8\u3059\u308b\u30b3\u30fc\u30c9\u306f\u3001\u3044\u3064\u304b\u524a\u9664\u3055\u308c\u307e\u3059\u3002\
  \u5f62\u5f0f\u306e\u5909\u66f4\u304c\u3042\u3063\u305f\u30ea\u30ea\u30fc\u30b9\u304b\u3089\u5c11\u306a\u304f\u3068\u3082150\u30ea\u30ea\u30fc\u30b9\u306b\u3064\u3044\u3066\u306f\u3001\u4e92\u63db\u6027\u306f\u4fdd\u8a3c\u3055\u308c\u307e\u3059\u3002\
  \u305d\u308c\u3088\u308a\u3082\u53e4\u3044\u30d0\u30fc\u30b8\u30e7\u30f3\u306f\u30dc\u30fc\u30eb\u30c9\u3067\u8868\u793a\u3055\u308c\u307e\u3059\u3002\u305d\u308c\u3089\u306e\u30d5\u30a1\u30a4\u30eb\u306f\u518d\u4fdd\u5b58\u3059\u308b\u3088\u3046\u306b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
blurb.5=\
  (\u9078\u629e\u3055\u308c\u305f\u30d0\u30fc\u30b8\u30e7\u30f3\u304c\u53ef\u80fd\u306a\u9650\u308a\u30c0\u30a6\u30f3\u30b0\u30ec\u30fc\u30c9\u3057\u307e\u3059)
blurb.6=\
  Jenkins\u306f\u8aad\u3081\u306a\u3044\u30c7\u30fc\u30bf\u3092\u7121\u8996\u3059\u308b\u306e\u3067\u3001\u305d\u306e\u307e\u307e\u306b\u3057\u3066\u304a\u304f\u3053\u3068\u3082\u3067\u304d\u307e\u3059\u3002\
  Jenkins\u8d77\u52d5\u6642\u306b\u30ed\u30b0\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u51fa\u529b\u3057\u306a\u3044\u3088\u3046\u306b\u3001\u30dc\u30bf\u30f3\u3092\u62bc\u4e0b\u3057\u3066\u8aad\u3081\u306a\u3044\u30c7\u30fc\u30bf\u3092\u4e8b\u524d\u306b\u524a\u9664\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u307e\u3059\u3002
Manage\ Old\ Data=\u65e7\u30c7\u30fc\u30bf\u306e\u7ba1\u7406
Type=\u578b
Name=\u540d\u524d
Version=\u30d0\u30fc\u30b8\u30e7\u30f3
Upgrade=\u30a2\u30c3\u30d7\u30b0\u30ec\u30fc\u30c9
Error=\u30a8\u30e9\u30fc
No\ old\ data\ was\ found.=\u65e7\u30c7\u30fc\u30bf\u306f\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002
Discard\ Unreadable\ Data=\u8aad\u3081\u306a\u3044\u30c7\u30fc\u30bf\u3092\u7121\u8996
Unreadable\ Data=\u8aad\u3081\u306a\u3044\u30c7\u30fc\u30bf
Resave\ data\ files\ with\ structure\ changes\ no\ newer\ than\ Jenkins=
