# The MIT License
#
# Copyright (c) 2004-2010, Sun Microsystems, Inc., Reginaldo L. Russinholi, Cleiber Silva, Fernando Boaglio
#
# Permission is hereby granted, free of charge, to any person obtaining a copy
# of this software and associated documentation files (the "Software"), to deal
# in the Software without restriction, including without limitation the rights
# to use, copy, modify, merge, publish, distribute, sublicense, and/or sell
# copies of the Software, and to permit persons to whom the Software is
# furnished to do so, subject to the following conditions:
#
# The above copyright notice and this permission notice shall be included in
# all copies or substantial portions of the Software.
#
# THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR
# IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY,
# FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE
# AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER
# LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM,
# OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN
# THE SOFTWARE.

blurb.2=Algumas vezes ocorrem erros enquanto lendo dados (se uma extens\u00E3o adiciona algum dado e esta extens\u00E3o \u00E9 \
  desativada posteriormente, se o c\u00F3digo de migra\u00E7\u00E3o n\u00E3o suporta mudan\u00E7as de estrutura, ou se o Jenkins for \
  rebaixado de vers\u00E3o depois que j\u00E1 tiver dados escritos que n\u00E3o s\u00E3o leg\u00EDveis por vers\u00F5es mais antigas). Esses erros \
  s\u00E3o registrado mas os dados n\u00E3o alcan\u00E7\u00E1veis s\u00E3o ignorados, permitindo o Jenkins a iniciar e funcionar de maneira \
  adequada.
Type=Tipo
Discard\ Unreadable\ Data=Descartar dados ileg\u00EDveis
Version=Vers\u00E3o
Upgrade=Atualizar
Error=Erro
Unreadable\ Data=Dado Ileg\u00EDvel
Resave\ data\ files\ with\ structure\ changes\ no\ newer\ than\ Jenkins=Salvar arquivos de dados com mudan\u00E7as de \
  estruturas que n\u00E3o sejam mais novas que o Jenkins
No\ old\ data\ was\ found.=Nenhum dado antigo foi encontrado.
Name=Nome
Manage\ Old\ Data=Administrar dados antigos
Very\ old\ version=Vers\u00E3o muito velha
Old\ Data\ Format=Formato de dados antigo
blurb.1=\
  Quando h\u00E1 mudan\u00E7as em como os dados s\u00E3o escritos no disco, o Jenkins usa a seguinte estrat\u00E9gia: \
  dados s\u00E3o migrados para uma nova estrutura quando s\u00E3o carregados mas \u00EDtens/registros n\u00E3o s\u00E3o \
  salvos novamente no novo formato. Isto permite rabaixar o Jenkins de vers\u00E3o se necess\u00E1rio. \
  Entretanto, isto tamb\u00E9m pode deixar os dados no formato antigo indefinidamente em disco. A \
  tabela abaixo lista \u00EDtens/registros contendo tais dados e a(s) vers\u00E3o(\u00F5es) do Jenkins quando \
  a estrutura de dados foi alterada.
blurb.4= \
  Eventualmente o c\u00F3digo suportando essas migra\u00E7\u00F5es de dados podem ser removidas. Compatibilidade \
  ser\u00E1 mantida por pelo menos 150 lan\u00E7amentos do Jenkins depois da altera\u00E7\u00E3o de estrutura. Vers\u00F5es \
  mais velhas que isto est\u00E3o listadas abaixo em negrito e \u00E9 recomend\u00E1vel que voc\u00EA salve novamente \
  estes \u00EDtens/registros.
blurb.6= \
  N\u00E3o tem problema deixar dados n\u00E3o leg\u00EDveis nestes \u00EDtens/registros j\u00E1 que o Jenkins ir\u00E1 simplesmente \
  ignor\u00E1-los. Para evitar mensagens de registro de atividade quando o Jenkins iniciar voc\u00EA pode apagar \
  permanentemente esses dados ileg\u00EDveis salvandos esses \u00EDtens/registros usando bot\u00E3o abaixo da lista.
blurb.3= \
  O formul\u00E1rio pode ser usado para atualizar estes \u00EDtens/registros no formato atual. Fazer isso \
  significa que rebaixar o Jenkins para um lan\u00E7amento ou extens\u00E3o mais velhos que a vers\u00E3o selecionada \
  impossibilitar\u00E1 a leitura dos dados armazenados no novo formato. Note que simplesmente usar o \
  Jenkins para criar e configurar tarefas e executar constru\u00E7\u00F5es pode salvar dados que ser\u00E3o ileg\u00EDveis \
  por vers\u00F5es mais velhas do Jenkins ou extens\u00F5es mesmo quando este formul\u00E1rio n\u00E3o for utilizado. \
  Adicionalmente, se qualquer erro de dados ileg\u00EDveis forem reportado no lado direito da tabela acima \
  note que estes dados ser\u00E3o perdidos quando o item for salvo novamente.
blurb.5= \
  (rebaixe de vers\u00E3o tanto for poss\u00EDvel baseado na vers\u00E3o selecionada)
