# The MIT License
#
# Copyright (c) 2004-2010, Sun Microsystems, Inc.
#
# Permission is hereby granted, free of charge, to any person obtaining a copy
# of this software and associated documentation files (the "Software"), to deal
# in the Software without restriction, including without limitation the rights
# to use, copy, modify, merge, publish, distribute, sublicense, and/or sell
# copies of the Software, and to permit persons to whom the Software is
# furnished to do so, subject to the following conditions:
#
# The above copyright notice and this permission notice shall be included in
# all copies or substantial portions of the Software.
#
# THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR
# IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY,
# FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE
# AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER
# LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM,
# OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN
# THE SOFTWARE.

Discard\ Unreadable\ Data=Supprimer les donn\u00E9es illisibles
Error=Erreur
Manage\ Old\ Data=G\u00E9rer les donn\u00E9es d''ancien format
Name=Nom
No\ old\ data\ was\ found.=Aucune ancienne donn\u00E9e trouv\u00E9e.
Type=Type
Unreadable\ Data=Donn\u00E9es illisibles
Upgrade=Mettre \u00E0 jour
Version=Version
blurb.1=Quand il y a des changements dans la fa\u00E7on dont les donn\u00E9es sont stock\u00E9es sur le disque, Jenkins utilise la strat\u00E9gie suivante : les donn\u00E9es sont traduites dans le nouveau format lorsqu''elles sont charg\u00E9es, mais le fichier n''est pas sauvegard\u00E9 dans le nouveau format. Cela permet de r\u00E9trograder la version de Jenkins si besoin. Cependant, les donn\u00E9es peuvent \u00EAtre conserv\u00E9es dans l''ancien format ind\u00E9finiment. Le tableau ci-dessous affiche les fichiers concern\u00E9s, et la version de Jenkins \u00E0 partir de laquelle le format a chang\u00E9.
blurb.2=Quelques fois, des erreurs surviennent \u00E0 lecture des donn\u00E9es (si un plugin ajoute des donn\u00E9es et qu''il est ensuite d\u00E9sactiv\u00E9, si le code de traduction des donn\u00E9es n''est pas \u00E9crit, ou si Jenkins est r\u00E9trograd\u00E9 apr\u00E8s qu''il ait \u00E9crit des donn\u00E9es non lisibles par l''ancienne version). Ces erreurs sont trac\u00E9es, mais les donn\u00E9es illisibles ne sont pas prises en compte, permettant le d\u00E9marrage et le fonctionnement normal de Jenkins.
blurb.3=Le formulaire suivant peut \u00EAtre utilis\u00E9 pour traduire ces fichiers dans le format courant. Cela implique qu''une r\u00E9trogradation de Jenkins \u00E0 une version ant\u00E9rieure ne sera pas capable de lire les donn\u00E9es dans ce nouveau format. Notez que le simple fait d''utiliser Jenkins pour de nouveaux jobs et constructions g\u00E9n\u00E9rera des fichiers qui ne seront pas lisibles par d''anciennes versions de format, m\u00EAme si ce formulaire n''est pas utilis\u00E9. De plus, si des erreurs de lecture sont affich\u00E9es dans la partie droite du tableau, notez que ces donn\u00E9es seront perdues sir le fichier est traduit.
blurb.4=Le code supportant ces traductions de donn\u00E9es peut \u00EAtre \u00E9ventuellement supprim\u00E9. La compatibilit\u00E9 sera maintenue pour au moins 150 versions apr\u00E8s le changement de format. Les version plus anciennes sont indiqu\u00E9es en gras ci-dessus, et il est recommand\u00E9 de traduire ces fichiers.
blurb.6=Il est possible de laisser les donn\u00E9es illisibles dans ces fichiers, car Jenkins les ignorera. Pour \u00E9viter les messages de traces au d\u00E9marrage de Jenkins, vous pouvez supprimer de fa\u00E7on d\u00E9ifnitivement les donn\u00E9es illisibles en traduisant les fichiers en utilisant le bouton ci-dessous.
