# The MIT License
#
# Copyright (c) 2004-2010, Sun Microsystems, Inc.
#
# Permission is hereby granted, free of charge, to any person obtaining a copy
# of this software and associated documentation files (the "Software"), to deal
# in the Software without restriction, including without limitation the rights
# to use, copy, modify, merge, publish, distribute, sublicense, and/or sell
# copies of the Software, and to permit persons to whom the Software is
# furnished to do so, subject to the following conditions:
#
# The above copyright notice and this permission notice shall be included in
# all copies or substantial portions of the Software.
#
# THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR
# IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY,
# FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE
# AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER
# LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM,
# OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN
# THE SOFTWARE.

Discard\ Unreadable\ Data=Supprimer les donn\u00E9es non lisibles
Error=Erreur
Manage\ Old\ Data=Gestion des donn\u00E9es p\u00E9rim\u00E9es
Name=Nom
No\ old\ data\ was\ found.=Aucune donn\u00E9e obsol\u00E8te n''a \u00E9t\u00E9 trouv\u00E9e.
Type=Type
Unreadable\ Data=Donn\u00E9es illisibles
Upgrade=Mettre \u00E0 jour
Version=Version
blurb.1=Lorsqu''''''il y a des changements dans la fa\u00E7on de stocker les donn\u00E9es sur le disque, Jenkins utilise la strat\u00E9gie suivante: les donn\u00E9es sont migr\u00E9es vers la nouvelle structure lors de son chargement, mais le fichier n''''''est pas sauv\u00E9 dans le nouveau format. Cela permet de ramener Jenkins \u00E0 une version ant\u00E9rieure si besoin. Cependant, cela peut aussi laisser des donn\u00E9es dans le vieux format ind\u00E9finiment. La table ci-dessous liste les fichiers contenant de telles donn\u00E9es, ainsi que les versions de Jenkins o\u00F9 la structure de donn\u00E9es a \u00E9t\u00E9 modifi\u00E9e.
blurb.2=Parfois des erreurs apparaissent lors de la lecture de donn\u00E9es de configuration (si un plugin ajoute des donn\u00E9es et que ce plugin est d\u00E9sactiv\u00E9 ult\u00E9rieurement, si le code de migration ne prend pas en compte les changements de structure, ou si Jenkins est ramen\u00E9 en arri\u00E8re apr\u00E8s qu''''''il ait d\u00E9j\u00E0 \u00E9crit des donn\u00E9es non lisibles par l''''''ancienne version). Ces erreurs sont logg\u00E9es, mais les donn\u00E9es non lisibles sont ensuite ignor\u00E9es, permettant \u00E0 Jenkins de d\u00E9marrer et fonctionner correctement.
blurb.3=Le formulaire ci-dessous peut \u00EAtre utilis\u00E9 pour re-sauvegarder ces fichiers dans le format actuel. Cela implique qu''une r\u00E9installation de Jenkins \u00E0 une version ant\u00E9rieure \u00E0 la version s\u00E9lectionn\u00E9e ne sera pas capable de lire les donn\u00E9es stock\u00E9es dans le nouveau format. Notez que simplement utiliser Jenkins pour cr\u00E9er et configurer des jobs et ex\u00E9cuter des builds peut sauver des donn\u00E9es qui ne sont pas lisible par des versions plus vielles de Jenkins, m\u00EAme si ce formulaire est utilis\u00E9. De plus, si des erreurs concernant des donn\u00E9es illisibles sont report\u00E9es sur la partie droite du tableau ci-dessus, notez que ces donn\u00E9es seront perdues lorsque le fichier sera re-sauvegard\u00E9.
blurb.4=Le code supportant ces migrations de donn\u00E9es pourra finalement \u00EAtre enlev\u00E9. La compatibilit\u00E9 sera conserv\u00E9e pendant au moins 150 releases depuis le changement de structure. Les versions plus anciennes que cela sont en gras ci-dessus, et il est recommand\u00E9 de re-sauvegarder ces fichiers.
blurb.6=Il est acceptable de laisser des donn\u00E9es illisible dans ces fichiers, puisque Jenkins les ignorera. Pour \u00E9viter les messages de log au d\u00E9marrage de Jenkins, vous pouvez supprimer d\u00E9finitivement les donn\u00E9es illisibles en re-sauvant ces fichiers en utilisant le bouton ci-dessous.
