# This file is under the MIT License by authors

Discard\ Unreadable\ Data=\u062A\u062C\u0627\u0647\u0644 \u0627\u0644\u0628\u064A\u0627\u0646\u0627\u062A \u0627\u0644\u063A\u064A\u0631 \u0645\u0642\u0631\u0648\u0621\u0629
Error=\u062E\u0637\u0623
Manage\ Old\ Data=\u0625\u062F\u0627\u0631\u0629 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u0642\u062F\u064A\u0645\u0629
Name=\u0627\u0644\u0627\u0633\u0645
No\ old\ data\ was\ found.=\u0644\u0645 \u064A\u062A\u0645 \u0625\u064A\u062C\u0627\u062F \u0628\u064A\u0627\u0646\u0627\u062A \u0642\u062F\u064A\u0645\u0629.
Type=\u0627\u0644\u0646\u0648\u0639
Unreadable\ Data=\u0628\u064A\u0627\u0646\u0627\u062A \u063A\u064A\u0631 \u0645\u0642\u0631\u0648\u0621\u0629
Version=\u0631\u0642\u0645 \u0627\u0644\u0625\u0635\u062F\u0627\u0631
blurb.1=\u0639\u0646\u062F \u062D\u062F\u0648\u062B \u062A\u063A\u064A\u064A\u0631 \u0628\u0628\u0646\u064A\u0629 \u062A\u062E\u0632\u064A\u0646 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0639\u0644\u0649 \u0627\u0644\u0642\u0631\u0635\u060C \u064A\u0642\u0648\u0645 \u062C\u0646\u0643\u0646\u0632 \u0628\u0627\u062A\u0628\u0627\u0639 \u0627\u0644\u0627\u0633\u062A\u0631\u0627\u062A\u064A\u062C\u064A\u0629 \u0627\u0644\u062A\u0627\u0644\u064A\u0629: \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u062A\u0631\u062D\u0644 \u0625\u0644\u0649 \u0627\u0644\u0628\u0646\u064A\u0629 \u0627\u0644\u062C\u062F\u064A\u062F\u0629 \u0639\u0646\u062F \u062A\u062D\u0645\u064A\u0644\u0647\u0627\u060C \u0648\u0644\u0643\u0646 \u0627\u0644\u0645\u0644\u0641\u0627\u062A \u0644\u0646 \u064A\u0639\u0627\u062F \u062D\u0641\u0638\u0647\u0627 \u0639\u0644\u0649 \u0634\u0643\u0644 \u0627\u0644\u0628\u0646\u064A\u0629 \u0627\u0644\u062C\u062F\u064A\u062F\u0629. \u0647\u0630\u0627 \u064A\u0633\u0645\u062D \u0628\u0625\u0639\u0627\u062F\u0629 \u0644\u062C\u0646\u0643\u0646\u0632 \u0628\u0627\u0644\u0639\u0648\u062F\u0629 \u0644\u0644\u0633\u0627\u0628\u0642 \u0639\u0646\u062F \u0627\u0644\u062D\u0627\u062C\u0629. \u0648\u0644\u0643\u0646\u0647\u0627 \u062A\u0628\u0642\u064A \u0639\u0644\u0649 \u0627\u0644\u0645\u0644\u0641\u0627\u062A \u0627\u0644\u0645\u062D\u062A\u0648\u064A\u0629 \u0639\u0644\u0649 \u0628\u064A\u0627\u0646\u0627\u062A \u0628\u0627\u0644\u0628\u0646\u064A\u0629 \u0627\u0644\u0642\u062F\u064A\u0645\u0629. \u0627\u0644\u062C\u062F\u0648\u0644 \u0628\u0627\u0644\u0623\u0633\u0641\u0644 \u064A\u0633\u0631\u062F \u0627\u0644\u0645\u0644\u0641\u0627\u062A \u0627\u0644\u0645\u062D\u062A\u0648\u064A\u0629 \u0639\u0644\u0649 \u062A\u0644\u0643 \u0627\u0644\u0628\u064A\u0627\u0646\u0627\u062A\u060C \u0631\u0642\u0645 \u0625\u0635\u062F\u0627\u0631 \u062C\u0646\u0643\u0646\u0632 \u0627\u0644\u0630\u064A \u062D\u062F\u062B \u0641\u064A\u0647 \u0627\u0644\u062A\u063A\u064A\u064A\u0631.
blurb.2=\u0623\u062D\u064A\u0627\u0646\u0627\u064B \u062A\u062D\u062F\u062B \u0623\u062E\u0637\u0627\u0621 \u0639\u0646\u062F \u0642\u0631\u0627\u0621\u0629 \u0627\u0644\u0628\u064A\u0627\u0646\u0627\u062A (\u0639\u0646\u062F\u0645\u0627 \u062A\u0636\u064A\u0641 \u0625\u0636\u0627\u0641\u0629 \u062C\u0646\u0643\u0646\u0632 \u0628\u064A\u0627\u0646\u0627\u062A \u0648\u0644\u0627\u062D\u0642\u0627\u064B \u064A\u062A\u0645 \u062A\u0639\u0637\u064A\u0644 \u0627\u0644\u0625\u0636\u0627\u0641\u0629\u060C \u0625\u0630\u0627 \u0644\u0645 \u064A\u062A\u0645 \u0643\u062A\u0627\u0628\u0629 \u0646\u0635 \u0645\u0635\u062F\u0631\u064A \u0644\u062A\u0631\u062D\u064A\u0644 \u0627\u0644\u0628\u064A\u0627\u0646\u0627\u062A \u0644\u0644\u0628\u0646\u064A\u0629 \u0627\u0644\u062C\u062F\u064A\u062F\u0629\u060C \u0623\u0648 \u0625\u0630\u0627 \u062A\u0645 \u0627\u0633\u062A\u0631\u062C\u0627\u0639 \u062C\u0646\u0643\u0646\u0632 \u0644\u0646\u0633\u062E\u0629 \u0633\u0627\u0628\u0642\u0629 \u0628\u0639\u062F \u0623\u0646 \u062A\u0645 \u062D\u0641\u0638 \u0628\u064A\u0627\u0646\u0627\u062A \u0644\u0646 \u062A\u0633\u062A\u0637\u064A\u0639 \u0627\u0644\u0646\u0633\u062E\u0629 \u0627\u0644\u0633\u0627\u0628\u0642\u0629 \u0642\u0631\u0627\u0621\u062A\u0647\u0627). \u0647\u0630\u0647 \u0627\u0644\u0623\u062E\u0637\u0627\u0621 \u064A\u062A\u0645 \u062A\u0633\u062C\u064A\u0644\u0647\u0627\u060C ,\u0648\u064A\u062A\u0645 \u062A\u062C\u0627\u0647\u0644 \u0627\u0644\u0628\u064A\u0627\u0646\u0627\u062A \u0627\u0644\u062A\u064A \u0644\u0627\u064A\u0645\u0643\u0646 \u0642\u0631\u0627\u0621\u062A\u0647\u0627\u060C \u0645\u0645\u0627 \u064A\u0633\u0645\u062D \u0644\u062C\u0646\u0643\u0646\u0632 \u0628\u0645\u062A\u0627\u0628\u0639\u0629 \u0627\u0644\u0639\u0645\u0644 \u0628\u0634\u0643\u0644 \u062C\u064A\u062F.
blurb.3=\u0627\u0644\u0646\u0645\u0648\u0630\u062C \u0628\u0627\u0644\u0623\u0633\u0641\u0644 \u064A\u0645\u0643\u0646 \u0627\u0633\u062A\u062E\u062F\u0627\u0645\u0647 \u0644\u0625\u0639\u0627\u062F\u0629 \u062D\u0641\u0638 \u0647\u0630\u0647 \u0627\u0644\u0645\u0644\u0641\u0627\u062A \u0628\u0627\u0644\u0628\u0646\u064A\u0629 \u0627\u0644\u062C\u062F\u064A\u062F\u0629. \u0628\u0647\u0630\u0647 \u0627\u0644\u0637\u0631\u064A\u0642\u0629 \u0644\u0646 \u064A\u0633\u062A\u0637\u064A\u0639 \u062C\u0646\u0643\u0646\u0632 \u0642\u0631\u0627\u0621\u0629 \u0627\u0644\u0628\u064A\u0627\u0646\u0627\u062A \u0628\u0627\u0644\u0628\u0646\u064A\u0629 \u0627\u0644\u062C\u062F\u064A\u062F\u0629 \u0641\u064A \u062D\u0627\u0644 \u0627\u0633\u062A\u0631\u062C\u0627\u0639\u0647 \u0644\u0646\u0633\u062E\u0629 \u0633\u0627\u0628\u0642\u0629. \u0627\u0646\u062A\u0628\u0647 \u0623\u0646\u0647 \u0628\u0645\u062C\u0631\u062F \u0627\u0633\u062A\u062E\u062F\u0627\u0645 \u062C\u0646\u0643\u0646\u0632 \u0644\u0644\u0628\u0646\u0627\u0621 \u0648\u0636\u0628\u0637 \u0627\u0644\u0628\u0646\u0627\u0621 \u064A\u0645\u0643\u0646 \u0623\u0646 \u064A\u0646\u062A\u062C \u0628\u062D\u0641\u0638 \u0628\u064A\u0627\u0646\u0627\u062A \u0644\u0627\u064A\u0645\u0643\u0646 \u0642\u0631\u0627\u0621\u062A\u0647\u0627 \u0641\u064A \u0627\u0644\u0646\u0633\u062E \u0627\u0644\u0633\u0627\u0628\u0642\u0629 \u0644\u062C\u0646\u0643\u0646\u0632. \u0648\u0641\u064A \u062D\u0627\u0644 \u062D\u062F\u0648\u062B \u0623\u064A \u062E\u0637\u0623 \u0648\u0637\u0628\u0639\u0647 \u0641\u064A \u0627\u0644\u062C\u062F\u0648\u0644 \u0628\u0627\u0644\u0623\u0639\u0644\u0649 \u0633\u064A\u062A\u0645 \u0645\u0633\u062D \u0647\u0630\u0647 \u0627\u0644\u0628\u064A\u0627\u0646\u0627\u062A \u0639\u0646\u062F \u0625\u0639\u0627\u062F\u0629 \u062D\u0641\u0638 \u0627\u0644\u0645\u0644\u0641.
blurb.4=\u0628\u0634\u0643\u0644 \u062F\u0648\u0631\u064A \u064A\u062A\u0645 \u0625\u0632\u0627\u0644\u0629 \u0627\u0644\u0646\u0635 \u0627\u0644\u0645\u0635\u062F\u0631\u064A \u0644\u062F\u0639\u0645 \u062A\u0631\u062D\u064A\u0644 \u0627\u0644\u0628\u064A\u0627\u0646\u0627\u062A. \u0627\u0644\u062A\u0648\u0627\u0641\u0642\u064A\u0629 \u062A\u0628\u0642\u0649 \u062D\u062A\u0649 150 \u0625\u0635\u062F\u0627\u0631 \u0639\u0644\u0649 \u0627\u0644\u0623\u0642\u0644 \u0645\u0646\u0630 \u062A\u063A\u064A\u064A\u0631 \u0627\u0644\u0628\u0646\u064A\u0629. \u0627\u0644\u0625\u0635\u062F\u0627\u0631\u0627\u062A \u0627\u0644\u0623\u0642\u062F\u0645 \u0645\u0645\u064A\u0632\u0629 \u0628\u0627\u0644\u062E\u0637 \u0627\u0644\u0639\u0631\u064A\u0636 \u0628\u0627\u0644\u0623\u0639\u0644\u0649\u060C \u0648\u0645\u0646 \u0627\u0644\u0645\u0633\u062A\u062D\u0633\u0646 \u062D\u0641\u0638 \u0647\u0630\u0647 \u0627\u0644\u0645\u0644\u0641\u0627\u062A.
blurb.6=\u0645\u0646 \u0627\u0644\u0645\u0642\u0628\u0648\u0644 \u062A\u0631\u0643 \u0627\u0644\u0628\u064A\u0627\u0646\u0627\u062A \u0627\u0644\u063A\u064A\u0631 \u0645\u0642\u0631\u0648\u0621\u0629 \u0641\u064A \u0647\u0630\u0647 \u0627\u0644\u0645\u0644\u0641\u0627\u062A\u060C \u062D\u064A\u062B \u064A\u062A\u062C\u0627\u0647\u0644\u0647\u0627 \u062C\u0646\u0643\u0646\u0632 \u0628\u0634\u0643\u0644 \u0622\u0645\u0646. \u0644\u062A\u062C\u0646\u0628 \u0631\u0633\u0627\u0626\u0644 \u0627\u0644\u0633\u062C\u0644 \u0639\u0646\u062F \u0628\u062F\u0621 \u062A\u0634\u063A\u064A\u0644 \u062C\u0646\u0643\u0646\u0632 \u0628\u0625\u0645\u0643\u0627\u0646\u0643 \u062D\u0630\u0641 \u0627\u0644\u0628\u064A\u0627\u0646\u0627\u062A \u0627\u0644\u063A\u064A\u0631 \u0645\u0642\u0631\u0648\u0621\u0629 \u0628\u0634\u0643\u0644 \u0646\u0647\u0627\u0626\u064A \u0639\u0646 \u0637\u0631\u064A\u0642 \u0625\u0639\u0627\u062F\u0629 \u062D\u0641\u0638 \u0627\u0644\u0645\u0644\u0641\u0627\u062A \u0628\u0627\u0633\u062A\u062E\u062F\u0627\u0645 \u0627\u0644\u0632\u0631 \u0628\u0627\u0644\u0623\u0633\u0641\u0644.
