# This file is under the MIT License by authors

BUILD_NUMBER.blurb=\u0422\u0440\u0435\u043D\u0443\u0442\u043D\u0438 \u0431\u0440\u043E\u0458 \u0438\u0437\u0433\u0440\u0430\u0434\u045A\u0435, \u043A\u0430\u043E \u043D\u043F\u0440. "153"
BUILD_ID.blurb=ID \u0442\u0440\u0435\u043D\u0443\u0442\u043D\u0435 \u0438\u0437\u0433\u0440\u0430\u0434\u045A\u0435, \u0438\u0434\u0435\u043D\u0442\u0438\u0447\u0430\u043D BUILD_NUMBER \u0437\u0430 \u0438\u0437\u0433\u0440\u0430\u0434\u045A\u0435 \u043F\u043E\u0441\u043B\u0435 \u0432\u0435\u0440\u0437\u0438\u0458\u0435 1.597, \u0430 \u0448\u0430\u0431\u043B\u043E\u043D\u0443 YYYY-MM-DD_hh-mm-ss \u0437\u0430 \u0441\u0442\u0430\u0440\u0438\u0458\u0435 \u0438\u0437\u0433\u0440\u0430\u0434\u045A\u0435.
BUILD_DISPLAY_NAME.blurb=\u0418\u043C\u0435 \u0442\u0440\u0435\u043D\u0443\u0442\u043D\u0435 \u0438\u0437\u0433\u0440\u0430\u0434\u045A\u0435, \u0448\u0442\u043E \u0438\u043D\u0430\u0447\u0435 \u043B\u0438\u0447\u0438 \u043D\u0430 "#153".
JOB_NAME.blurb=\u0418\u043C\u0435 \u0437\u0430\u0434\u0430\u0442\u043A\u0430 \u0437\u0430 \u043E\u0432\u0443 \u0438\u0437\u0433\u0440\u0430\u0434\u045A\u0443, \u043D\u043F\u0440. "foo" \u0438\u043B\u0438 "foo/bar".
JOB_BASE_NAME.blurb=\u041A\u0440\u0430\u0442\u043A\u043E \u0438\u043C\u0435 \u043E\u0434 \u043F\u0440\u043E\u0458\u0435\u043A\u0442\u0430 \u0437\u0430 \u043E\u0432\u043E \u0438\u0437\u0433\u0440\u0430\u0434\u045A\u0435 (\u043D\u0435 \u043F\u0443\u043D\u043E \u043F\u0443\u0442\u0430\u045A\u0435), \u043D\u043F\u0440. "foo" for "bar/foo".
BUILD_TAG.blurb=\u041D\u0438\u0437 "jenkins-<i>$'{'JOB_NAME}</i>-<i>$'{'BUILD_NUMBER}</i>". \u0421\u0432\u0435 \u043A\u043E\u0441\u0435 \u0446\u0440\u0442\u0435 ('/') \u0443 JOB_NAME \u0441\u0443 \u0437\u0430\u043C\u0435\u045A\u0435\u043D\u0438 \u0446\u0440\u0442\u0438\u0446\u0430\u043C\u0430 ('-'). \u041F\u043E\u0433\u043E\u0434\u043D\u043E \u0458\u0435 \u0441\u0442\u0430\u0432\u0438\u0442\u0438 \u0443 resource, jar, \u0438\u0442\u0434. \u0434\u0430\u0442\u043E\u0442\u0435\u043A\u0435 \u0437\u0430.
EXECUTOR_NUMBER.blurb=\u0408\u0435\u0434\u0438\u043D\u0441\u0442\u0432\u0435\u043D\u0438 \u0431\u0440\u043E\u0458 \u043A\u043E\u0458\u0438 \u0438\u043D\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0443\u0458\u0435 \u0438\u0437\u0432\u0440\u0448\u0438\u0442\u0435\u0459\u0430 (\u043E\u0434 \u0438\u0437\u0432\u0440\u0448\u0438\u0442\u0435\u0459\u0430 \u043D\u0430 \u0438\u0441\u0442\u043E\u0458 \u043C\u0430\u0448\u0438\u043D\u0438) \u043E\u0432\u0435 \u0438\u0437\u0433\u0440\u0430\u0434\u045A\u0435. \u0411\u0440\u043E\u0458\u0430 \u0441\u043B\u0438\u0447\u0430\u043D \u043E\u0432\u043E\u043C\u0435, \u043A\u043E\u0458\u0438 \u043F\u043E\u0447\u0438\u045A\u0435 \u0441\u0430 0 \u0430 \u043D\u0435 1, \u0458\u0435 \u043F\u0440\u0438\u043A\u0430\u0437\u0430\u043D \u043F\u0440\u0438 "\u0441\u0442\u0430\u045A\u0435 \u0438\u0437\u0432\u0440\u0448\u0438\u0442\u0435\u0459\u0430 \u0438\u0437\u0433\u0440\u0430\u0434\u045A\u0435".
NODE_NAME.blurb=\u0418\u043C\u0435 \u0430\u0433\u0435\u043D\u0442\u0430 \u0430\u043A\u043E \u0441\u0435 \u0438\u0437\u0432\u0440\u0448\u0430\u0432\u0430 \u043D\u0430 \u0442\u0430\u043A\u0432\u043E\u0458 \u043C\u0430\u0448\u0438\u043D\u0438, \u0438\u043B\u0438 "master" \u0430\u043A\u043E \u043D\u0430 \u0442\u0430\u043A\u0432\u043E\u0458.
NODE_LABELS.blurb=
WORKSPACE.blurb=\u0420\u0430\u0437\u043C\u0430\u043A-\u043E\u0434\u0432\u043E\u0458\u0435\u043D\u0438 \u0441\u043F\u0438\u0441\u0430\u043A \u043B\u0430\u0431\u0435\u043B\u0430 \u0434\u043E\u0434\u0435\u0459\u0435\u043D\u043E \u043C\u0430\u0448\u0438\u043D\u0438.
JENKINS_HOME.blurb=\u041F\u0443\u043D\u043E \u043F\u0443\u0442\u0430\u045A\u0435 \u0434\u0438\u0440\u0435\u043A\u0442\u043E\u0440\u0438\u0458\u0443\u043C\u0443 \u0434\u043E\u0434\u0435\u0459\u0435\u043D\u043E \u0433\u043B\u0430\u0432\u043D\u043E\u0458 \u043C\u0430\u0448\u0438\u043D\u0438, \u0433\u0434\u0435 \u045B\u0435 Jenkins \u0447\u0443\u0432\u0430\u0442\u0438 \u0441\u0432\u043E\u0458\u0435 \u043F\u043E\u0434\u0430\u0442\u043A\u0435.
JENKINS_URL.blurb=\u041A\u043E\u043C\u043F\u043B\u0435\u0442\u043D\u0430 Jenkins URL-\u0430\u0434\u0440\u0435\u0441\u0430, \u043A\u0430\u043E <tt>http://server:port/jenkins/</tt> (\u0441\u0430\u043C\u043E \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u043E \u0430\u043A\u043E \u0458\u0435 <i>Jenkins URL</i> \u043F\u043E\u0441\u0442\u0430\u0432\u0459\u0435\u043D\u043E \u0443 \u0441\u0438\u0441\u0442\u0435\u043C\u0441\u043A\u0438\u043C \u043F\u043E\u0434\u0435\u0448\u0430\u0432\u0430\u045A\u0430)
BUILD_URL.blurb=\u041A\u043E\u043C\u043F\u043B\u0435\u0442\u043D\u0430 URL-\u0430\u0434\u0440\u0435\u0441\u0430 \u0438\u0437\u0433\u0440\u0430\u0434\u045A\u0435, \u043D\u043F\u0440. <tt>http://server:port/jenkins/job/foo/15/</tt> (<i>Jenkins URL</i> \u043C\u043E\u0440\u0430 \u0431\u0438\u0442\u0438 \u043F\u043E\u0441\u0442\u0430\u0432\u0459\u0435\u043D\u043E)
JOB_URL.blurb=\u041A\u043E\u043C\u043F\u043B\u0435\u0442\u043D\u0430 URL-\u0430\u0434\u0440\u0435\u0441\u0430 \u0437\u0430\u0434\u0430\u0442\u043A\u0430, \u043D\u043F\u0440. <tt>http://server:port/jenkins/job/foo/</tt> (<i>Jenkins URL</i> \u043C\u043E\u0440\u0430 \u0431\u0438\u0442\u0438 \u043F\u043E\u0441\u0442\u0430\u0432\u0459\u0435\u043D\u043E)