# The MIT License
#
# Copyright (c) 2004-2010, Sun Microsystems, Inc., Cleiber Silva, Fernando Boaglio
#
# Permission is hereby granted, free of charge, to any person obtaining a copy
# of this software and associated documentation files (the "Software"), to deal
# in the Software without restriction, including without limitation the rights
# to use, copy, modify, merge, publish, distribute, sublicense, and/or sell
# copies of the Software, and to permit persons to whom the Software is
# furnished to do so, subject to the following conditions:
#
# The above copyright notice and this permission notice shall be included in
# all copies or substantial portions of the Software.
#
# THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR
# IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY,
# FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE
# AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER
# LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM,
# OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN
# THE SOFTWARE.

coreWarning=\
  Aten\u00E7\u00E3o: Esta extens\u00E3o \u00E9 compat\u00EDvel com o Jenkins {0} ou anterior \
  Pode n\u00E3o funcionar corretamente no seu Jenkins
compatWarning=\
  Aten\u00E7\u00E3o: Esse plugin n\u00E3o \u00E9 compat\u00EDvel com a vers\u00E3o instalada do Jenkins \
  Tarefas usando esta extens\u00E3o ter\u00E3o que ser reconfiguradas
Version=Vers\u00E3o
Download\ now\ and\ install\ after\ restart=Baixar\ agora\ e\ instalar\ depois\ de\ reiniciar
Inactive=Inativo
Check\ to\ install\ the\ plugin=Verifique\ a\ instala\u00E7\u00E3o\ dessa\ extens\u00E3o
No\ updates=Nenhuma\ atualiza\u00E7\u00E3o
Install\ without\ restart=Instalar\ sem\ reiniciar
Installed=Instalados
Install=Instalar
Name=Nome
depCoreWarning= \
  Aten\u00E7\u00E3o: Esta extens\u00E3o requer extens\u00F5es de que depende que s\u00E3o constru\u00EDdas para o Jenkins {0} ou mais novo. As \
  extens\u00F5es das quais depende podem n\u00E3o funcionar em seu Jenkins e consequentemente esta extens\u00E3o pode n\u00E3o funcionar \
  em seu Jenkins.
depCompatWarning= \
  Aten\u00E7\u00E3o: Esta extens\u00E3o requer que extens\u00F5es das quais depende sejam atualizadas e alguns destas extens\u00F5es n\u00E3o s\u00E3o \
  compat\u00EDveis com a vers\u00E3o instalada atualmente. Tarefas usando essas extens\u00F5es podem precisar ser reconfiguradas.
Update\ Center=Central\ de\ Atualiza\u00E7\u00F5es
loading=carregando
newerVersionExists= \
  Existe uma vers\u00E3o mais nova (vers\u00E3o {0}) que a oferecida para instala\u00E7\u00E3o portanto as \u00FAltimas corre\u00E7\u00F5es e \
  funcionalidades n\u00E3o estar\u00E3o dispon\u00EDveis para voc\u00EA. Isto \u00E9 tipicamente o caso quando requisitos para uma extens\u00E3o, \
  como por exemplo uma vers\u00E3o mais recente do Jenkins, n\u00E3o est\u00E3o satisfeitos. Se voc\u00EA estiver usando a \u00FAltima vers\u00E3o \
  do Jenkins oferecida esta vers\u00E3o de extens\u00E3o talvez n\u00E3o esteja dispon\u00EDvel para ainda para voc\u00EA. Veja a \
  <a href="{0}" rel="noopener noreferrer" target="_blank">documenta\u00E7\u00E3o da extens\u00E3o</a> para mais informal\u00F5es sobre seus\
  requisitos.
newerVersionEntry= \
  Esta vers\u00E3o da extens\u00E3o existe mas n\u00E3o est\u00E1 sendo oferecida para instala\u00E7\u00E3o portanto as \u00FAltimas corre\u00E7\u00F5es ou \
  funcionalidades n\u00E3o est\u00E3o dispon\u00EDveis para voc\u00EA. Isto \u00E9 tipicamente o caso quando requisitos para uma extens\u00E3o, como\
  por exemplo uma vers\u00E3o mais recente do Jenkins, n\u00E3o est\u00E3o satisfeitos. Se voc\u00EA estiver usando a \u00FAltima vers\u00E3o do \
  Jenkins oferecida esta vers\u00E3o de extens\u00E3o talvez n\u00E3o esteja dispon\u00EDvel para ainda para voc\u00EA. Veja a \
  <a href="{0}" rel="noopener noreferrer" target="_blank">documenta\u00E7\u00E3o da extens\u00E3o</a> para mais informal\u00F5es sobre \
  seus requisitos.
parentDepCompatWarning=As seguintes extens\u00F5es s\u00E3o incompat\u00EDveis:
securityWarning= \
  Aviso: esta vers\u00E3o de extens\u00E3o pode n\u00E3o ser segura para uso. Por favor revise as seguintes notas de seguran\u00E7a:
deprecationWarning=<strong>Esta extens\u00E3o est\u00E1 descontinuada.</strong>Em geral isto significa que est\u00E1 obsoleta, sem \
  desenvolvimento ativo ou pode n\u00E3o mais funcionar. <a href="{0}" rel="noopener noreferrer" target="_blank">Vide \
  maiores detalhes.</a>
Released=Liberada
unavailable=Indispon\u00EDvel
Search=Busca
ago={0} atr\u00E1s
Applying\ this\ update\ will\ address\ security\ vulnerabilities\ in\ the\ currently\ installed\ version.=Aplicar\ esta\ atualiza\u00E7\u00E3o\ ir\u00E1\ endere\u00E7ar\ vulnerabilidades\ de\ seguran\u00E7a\ na\ vers\u00E3o\ atualmente\ instalada.
instructions=instru\u00E7\u00F5es
parentCompatWarning=As seguintes extens\u00F5es ser\u00E3o afetadas:
adoptThisPlugin= \
  <strong>Esta extens\u00E3o est\u00E1 dispon\u00EDvei para ado\u00E7\u00E3o!</strong> Estamos buscando novos mantenedores. Visite nossa \
  iniciativa <a href="https://www.jenkins.io/doc/developer/plugin-governance/adopt-a-plugin/" \
  rel="noopener noreferrer" target="_blank">Adotar uma extens\u00E3o</a> para maiores informa\u00E7\u00F5es.
Plugin\ Manager=Gerenciador de extens\u00F5es
