DeleteNodeCommand.ShortDescription=Knoten l\u00F6schen.
DeleteJobCommand.ShortDescription=Job l\u00F6schen.
OnlineNodeCommand.ShortDescription=Knoten wird wieder f\u00FCr neue Builds verwendet. Hebt ein vorausgegangenes "offline-node"-Kommando auf.
ClearQueueCommand.ShortDescription=Build-Warteschlange l\u00F6schen.
ReloadConfigurationCommand.ShortDescription=Alle Daten im Speicher verwerfen und Konfiguration neu von Festplatte laden. Dies ist n\u00FCtzlich, wenn Sie \u00C4nderungen direkt im Dateisystem vorgenommen haben.
ConnectNodeCommand.ShortDescription=Erneut mit Knoten verbinden.
DisconnectNodeCommand.ShortDescription=Knoten trennen.
QuietDownCommand.ShortDescription=Jenkins' Aktivit\u00E4t reduzieren, z.B. zur Vorbereitung eines Neustarts. Es werden keine neuen Builds mehr gestartet.
CancelQuietDownCommand.ShortDescription=Wirkung des Befehls "quiet-down" wieder aufheben.
OfflineNodeCommand.ShortDescription=Knoten wird bis zum n\u00E4chsten "online-node"-Kommando f\u00FCr keine neuen Builds verwendet.

LoginCommand.ShortDescription=Speichert die aktuellen Anmeldedaten, damit weitere Befehle ohne gesonderte Anmeldung ausgef\u00FChrt werden k\u00F6nnen.
BuildCommand.CLICause.CannotBuildUnknownReasons=Kann {0} aus unbekannten Gr\u00FCnden nicht bauen.
HelpCommand.ShortDescription=Zeigt eine Auflistung aller verf\u00FCgbaren Befehle oder die detaillierte Beschreibung eines einzelnen Befehls.
InstallPluginCommand.DidYouMean={0} sieht wie ein Plugin-Kurzname aus. Meinten Sie \u2018{1}\u2019?
UpdateNodeCommand.ShortDescription=Aktualisiert die Konfiguration eines Knoten basierend auf der via Standardeingabe (stdin) bereitgestellten XML-Repr\u00E4sentation. Das Gegenst\u00FCck zum Befehl get-node.
InstallPluginCommand.InstallingPluginFromUrl=Installiere ein Plugin von {0}
GroovyCommand.ShortDescription=F\u00FChrt das angegebene Groovy-Script aus.
SetBuildResultCommand.ShortDescription=Setzt das Ergebnis des aktuellen Builds. Dieser Befehl funktioniert nur innerhalb eines Builds.
DeleteBuildsCommand.ShortDescription=L\u00F6scht Builds.
ListChangesCommand.ShortDescription=Zeigt das Changelog des angegebenen Builds.
BuildCommand.ShortDescription=Startet einen Build, und wartet optional auf dessen Ende.
ReloadJobCommand.ShortDescription=L\u00E4dt einen Job neu.
WhoAmICommand.ShortDescription=Zeigt Ihren Login und Berechtigungen an.
BuildCommand.CLICause.CannotBuildDisabled={0} kann nicht gebaut werden, da es deaktiviert ist.
UpdateViewCommand.ShortDescription=Aktualisiert die Konfiguration einer Ansicht basierend auf der via Standardeingabe (stdin) bereitgestellten XML-Repr\u00E4sentation. Das Gegenst\u00FCck zum Befehl get-view.
CreateJobCommand.ShortDescription=Erstellt einen neuen Job basierend auf der via Standardeingabe (stdin) bereitgestellten XML-Repr\u00E4sentation.
InstallToolCommand.ShortDescription=Installiert ein Hilfsprogramm und gibt das Installationsverzeichnis aus. Dieser Befehl funktioniert nur innerhalb eines Builds.
GetViewCommand.ShortDescription=Gibt die XML-Repr\u00E4sentation der angegebenen Ansicht aus.
SetBuildDescriptionCommand.ShortDescription=Setzt die Beschreibung eines Builds.
AddJobToViewCommand.ShortDescription=F\u00FCgt Jobs zu einer Ansicht hinzu.
ListJobsCommand.ShortDescription=Zeigt alle Jobs, die zu einer Ansicht oder einem Ordner geh\u00F6ren.
GetJobCommand.ShortDescription=Gibt die XML-Repr\u00E4sentation des angegebenen Jobs aus.
CliProtocol2.displayName=Jenkins CLI Protocol/2 (Verschl\u00FCsselung der Transportschicht)
SessionIdCommand.ShortDescription=Gibt die Session ID aus, die sich bei jedem Neustart von Jenkins \u00E4ndert.
WaitNodeOfflineCommand.ShortDescription=Wartet bis ein Knoten nicht mehr f\u00FCr neue Builds verwendet werden kann.
# TODO temporarily offline?

SetBuildDisplayNameCommand.ShortDescription=Setzt den Anzeigenahmen eines Builds.
InstallPluginCommand.InstallingPluginFromLocalFile=Installiere ein Plugin von einer lokalen Datei: {0}
InstallPluginCommand.NotAValidSourceName={0} ist keine Datei, URL, oder ein Plugin-Name im Update-Center  
MailCommand.ShortDescription=Liest eine Nachricht von der Standardeingabe (stdin) und versendet sie als Email
BuildCommand.CLICause.ShortDescription=Von {0} via Befehlszeile gestartet 
GetNodeCommand.ShortDescription=Gibt die XML-Repr\u00E4sentation des angegebenen Agenten aus.
ListPluginsCommand.ShortDescription=Gibt eine Liste installierter Plugins aus.
GroovyshCommand.ShortDescription=Startet eine interaktive Groovy-Shell.
WaitNodeOnlineCommand.ShortDescription=Wartet bis ein Knoten wieder f\u00FCr neue Builds verwendet werden kann.
BuildCommand.CLICause.CannotBuildConfigNotSaved=Kann {0} nicht bauen, da dessen Konfiguration noch nicht gespeichert wurde.
InstallPluginCommand.InstallingFromUpdateCenter=Installiere {0} aus dem Update-Center.
CreateNodeCommand.ShortDescription=Erstellt einen neuen Agenten basierend auf der via Standardeingabe (stdin) bereitgestellten XML-Repr\u00E4sentation.
InstallPluginCommand.NoUpdateDataRetrieved=Update-Center-Metadaten wurden noch nicht von {0} heruntergeladen.
VersionCommand.ShortDescription=Zeigt die aktuelle Version an.
CopyJobCommand.ShortDescription=Kopiert einen Job.
LogoutCommand.ShortDescription=L\u00F6scht die zuvor mit login-Befehl gespeicherten Anmeldedaten.
SetBuildParameterCommand.ShortDescription=\u00C4ndert die Parameter des aktuellen Builds.
# TODO  Dieser Befehl funktioniert nur innerhalb eines Builds.?

RemoveJobFromViewCommand.ShortDescription=Entfernt Jobs aus einer Ansicht
UpdateJobCommand.ShortDescription=Aktualisiert die Konfiguration eines Jobs basierend auf der via Standardeingabe (stdin) bereitgestellten XML-Repr\u00E4sentation. Das Gegenst\u00FCck zum Befehl get-job.
DeleteViewCommand.ShortDescription=Entfernt die angegebene Ansicht.
InstallPluginCommand.ShortDescription=Installiert ein Plugin von einer Datei, URL, oder aus dem Update-Center
CliProtocol.displayName=Jenkins CLI Protocol/1 (unverschl\u00FCsselt)
InstallPluginCommand.NoUpdateCenterDefined=Kein Update-Center ist konfiguriert
CreateViewCommand.ShortDescription=Erstellt eine neue Ansicht basierend auf der via Standardeingabe (stdin) bereitgestellten XML-Repr\u00E4sentation.
ConsoleCommand.ShortDescription=Gibt die Konsolenausgabe eines Builds aus.
