# This file is under the MIT License by authors

InstallPluginCommand.DidYouMean={0} \u043B\u0438\u0447\u0438 \u043D\u0430 \u043A\u0440\u0430\u0442\u043A\u043E \u0438\u043C\u0435 \u0437\u0430 \u043C\u043E\u0434\u0443\u043B\u0443. \u0414\u0430 \u043B\u0438 \u0441\u0442\u0435 \u043C\u0438\u0441\u043B\u0438\u043B\u0438 \u2018{1}\u2019?
InstallPluginCommand.InstallingFromUpdateCenter=\u0418\u043D\u0441\u0442\u0430\u043B\u0438\u0440\u0430\u045A\u0435 "{0}" \u0441\u0430 \u0446\u0435\u043D\u0442\u0440\u0430 \u0437\u0430 \u0430\u0436\u0443\u0440\u0438\u0430\u045A\u0430
InstallPluginCommand.InstallingPluginFromLocalFile=\u0418\u043D\u0441\u0442\u0430\u043B\u0430\u0446\u0438\u0458\u0430 \u043C\u043E\u0434\u0443\u043B\u0430 \u0441\u0430 \u043B\u043E\u043A\u0430\u043B\u0435 \u0434\u0430\u0442\u043E\u0442\u0435\u043A\u0435 "{0}"
InstallPluginCommand.InstallingPluginFromUrl=\u0418\u043D\u0441\u0442\u0430\u043B\u0438\u0440\u0430\u045A\u0435 \u043C\u043E\u0434\u0443\u043B\u0435 \u0441\u0430 {0}
InstallPluginCommand.NoUpdateCenterDefined=\u041D\u0438\u0458\u0435 \u043D\u0430\u0432\u0435\u0434\u0435\u043D \u0441\u0430\u0458\u0442 \u0437\u0430 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045A\u0435 \u0443 \u043E\u0432\u043E\u0458 \u0438\u043D\u0441\u0442\u0430\u043B\u0430\u0446\u0438\u0458\u0438 Jenkins.
InstallPluginCommand.NoUpdateDataRetrieved=\ \u041D\u0438\u0441\u0443 \u0458\u043E\u0448 \u043F\u0440\u0435\u0443\u0437\u0435\u0442\u0438 \u043F\u043E\u0434\u0430\u0446\u0438 \u0438\u0437 \u0446\u0435\u043D\u0442\u0440\u0430 \u0437\u0430 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045A\u0435: {0}
InstallPluginCommand.NotAValidSourceName="{0}" \u043D\u0438\u0458\u0435 \u043D\u0438 \u0438\u043C\u0435 \u0434\u0430\u0442\u043E\u0442\u0435\u043A\u0435, URL \u0430\u0434\u0440\u0435\u0441\u0430, \u043D\u0438\u0442\u0438 \u0438\u043C\u0435 \u043C\u043E\u0434\u0443\u043B\u0435 \u043D\u0430 \u0446\u0435\u043D\u0442\u0440\u0443 \u0437\u0430 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045A\u0435
AddJobToViewCommand.ShortDescription=\u041F\u0440\u0438\u043A\u0430\u0436\u0438 \u0437\u0430\u0434\u0430\u0442\u043A\u0435 \u0443 \u043F\u0440\u0435\u0433\u043B\u0435\u0434\u0443
BuildCommand.ShortDescription=\ \u041F\u043E\u043A\u0440\u0435\u043D\u0435 \u0438\u0437\u0433\u0440\u0430\u0434\u045A\u0443 \u0437\u0430\u0434\u0430\u0442\u0430\u043A\u0430 \u0438 \u043E\u043F\u0446\u0438\u043E\u043D\u043E \u0447\u0435\u043A\u0430 \u0437\u0430 \u045A\u0435\u0433\u043E\u0432 \u0437\u0430\u0432\u0440\u0448\u0435\u0442\u0430\u043A
ConsoleCommand.ShortDescription=\u041F\u0440\u0435\u0443\u0437\u043C\u0435 \u0440\u0435\u0437\u0443\u043B\u0442\u0430\u0442 \u0438\u0437\u0433\u0440\u0430\u0434\u045A\u0435
CopyJobCommand.ShortDescription=\u0418\u0441\u043A\u043E\u043F\u0438\u0440\u0430 \u0437\u0430\u0434\u0430\u0442\u0430\u043A
CreateJobCommand.ShortDescription=\u041A\u0440\u0435\u0438\u0440\u0430 \u043D\u043E\u0432\u0438 \u0437\u0430\u0434\u0430\u0442\u0430\u043A \u0447\u0438\u0442\u0430\u0458\u0443\u045B\u0438 stdin \u043A\u0430\u043E \u043A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u043E\u043D\u0443 XML \u0434\u0430\u0442\u043E\u0442\u0435\u043A\u0443
CreateNodeCommand.ShortDescription=\u041A\u0440\u0435\u0438\u0440\u0430 \u043D\u043E\u0432\u0443 \u043C\u0430\u0448\u0438\u043D\u0443 \u0447\u0438\u0442\u0430\u0458\u0443\u045B\u0438 stdin \u043A\u0430\u043E \u043A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u043E\u043D\u0443 XML \u0434\u0430\u0442\u043E\u0442\u0435\u043A\u0443
CreateViewCommand.ShortDescription=\u041A\u0440\u0435\u0438\u0440\u0430 \u043D\u043E\u0432\u0438 \u043F\u0440\u0435\u0433\u043B\u0435\u0434 \u0447\u0438\u0442\u0430\u0458\u0443\u045B\u0438 stdin \u043A\u0430\u043E \u043A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u043E\u043D\u0443 XML \u0434\u0430\u0442\u043E\u0442\u0435\u043A\u0443
DeleteBuildsCommand.ShortDescription=\u0418\u0437\u0431\u0440\u0438\u0448\u0435 \u043F\u043E\u0434\u0430\u0442\u043A\u0435 \u043E \u0438\u0437\u0433\u0440\u0430\u0434\u045A\u0438
DeleteViewCommand.ShortDescription=\u0418\u0437\u0431\u0440\u0438\u0448\u0435 \u043F\u0440\u0435\u0433\u043B\u0435\u0434
DeleteJobCommand.ShortDescription=\u0418\u0437\u0431\u0440\u0438\u0448\u0435 \u0437\u0430\u0434\u0430\u0442\u0430\u043A
GroovyCommand.ShortDescription=\u0418\u0437\u0432\u0440\u0448\u0438 \u043D\u0430\u0432\u0435\u0434\u0435\u043D Groovy \u043F\u0440\u043E\u0433\u0440\u0430\u043C
GroovyshCommand.ShortDescription=\u041F\u043E\u043A\u0440\u0435\u043D\u0435 \u0438\u043D\u0442\u0435\u0440\u0430\u043A\u0442\u0438\u0432\u0430\u043D \u0438\u043D\u0442\u0435\u0440\u043F\u0440\u0435\u0442\u0430\u0442\u043E\u0440 \u0437\u0430 Groovy
HelpCommand.ShortDescription=\u0418\u0441\u043F\u0438\u0448\u0435 \u0441\u0432\u0435 \u043A\u043E\u043C\u0430\u043D\u0434\u0435 \u0438\u043B\u0438 \u0434\u0435\u0442\u0430\u0459\u043D\u0438 \u043E\u043F\u0438\u0441 \u043E\u0434\u0440\u0435\u0452\u0435\u043D\u0435 \u043A\u043E\u043C\u0430\u043D\u0434\u0435.
InstallPluginCommand.ShortDescription=\u0418\u043D\u0441\u0442\u0430\u043B\u0438\u0440\u0430 \u043C\u043E\u0434\u0443\u043B\u0443 \u0441\u0430 \u0434\u0430\u0442\u043E\u0442\u0435\u043A\u0435, URL \u0430\u0434\u0440\u0435\u0441\u0435, \u0438\u043B\u0438 \u0446\u0435\u043D\u0442\u0440\u0430 \u0437\u0430 \u0430\u0436\u0443\u0440\u0438\u0440\u0430\u045A\u0435.
InstallToolCommand.ShortDescription=\u0410\u0443\u0442\u043E\u043C\u0430\u0442\u0441\u043A\u043E \u0438\u043D\u0441\u0442\u0430\u043B\u0438\u0440\u0430 \u0430\u043B\u0430\u0442 \u0438 \u043F\u0440\u0438\u043A\u0430\u0436\u0435 \u045A\u0435\u0433\u043E\u0432\u0443 \u043B\u043E\u043A\u0430\u0446\u0438\u0458\u0438 \u043D\u0430 stdout. \u041C\u043E\u0436\u0435 \u0441\u0430\u043C\u043E \u0431\u0438\u0442\u0438 \u043F\u043E\u0437\u0432\u0430\u043D \u0443\u043D\u0443\u0442\u0430\u0440 \u0437\u0430\u0434\u0430\u0442\u043A\u043E\u043C.
ListChangesCommand.ShortDescription=\u041F\u0440\u0438\u043A\u0430\u0436\u0435 \u0434\u043D\u0435\u0432\u043D\u0438\u043A \u0438\u0437\u043C\u0435\u043D\u0430 \u0437\u0430 \u043D\u0430\u0432\u0435\u0434\u0435\u043D\u0430 \u0438\u0437\u0433\u0440\u0430\u045A\u0430.
ListJobsCommand.ShortDescription=\u041F\u0440\u0438\u043A\u0430\u0436\u0435 \u0441\u0432\u0435 \u0437\u0430\u0434\u0430\u0442\u043A\u0435 \u043E\u0434\u0440\u0435\u0452\u0435\u043D\u0435 \u0432\u0440\u0441\u0442\u0435 \u0438\u043B\u0438 \u0433\u0440\u0443\u043F\u0435.
ListPluginsCommand.ShortDescription=\u041F\u0440\u0438\u043A\u0430\u0436\u0435 \u0441\u043F\u0438\u0441\u0430\u043A \u0438\u043D\u0441\u0442\u0430\u043B\u0438\u0440\u0430\u043D\u0438\u0445 \u043C\u043E\u0434\u0443\u043B\u0430.
LoginCommand.ShortDescription=\u0421\u0430\u0447\u0443\u0432\u0430 \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0446\u0438\u0458\u0443, \u0434\u0430 \u0431\u0438 \u043D\u0430\u043A\u043D\u0430\u0434\u043D\u0438 \u0437\u0430\u0434\u0430\u0446\u0438 \u043C\u043E\u045B\u0438 \u0438\u0437\u0432\u0440\u0448\u0438\u0442\u0438 \u0431\u0435\u0437 \u043F\u043E\u043D\u043E\u0432\u0443 \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0446\u0438\u0458\u0443.
LogoutCommand.ShortDescription=\u0418\u0437\u0431\u0440\u0438\u0448\u0435 \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0446\u0438\u0458\u0443 \u0441\u0430\u0447\u0443\u0432\u0430\u043D\u043E \u043F\u0440\u0438\u043B\u0438\u043A\u043E\u043C \u043F\u0440\u0438\u0458\u0430\u0432\u0435.
MailCommand.ShortDescription=\u0418\u0437\u0447\u0438\u0442\u0430 stdin \u0438 \u043F\u043E\u0448\u0430\u0459\u0435 \u0441\u0430\u0434\u0440\u0436\u0430\u0458 \u043F\u0440\u0435\u043A\u043E \u0435-\u043F\u043E\u0448\u0442\u0435.
SetBuildParameterCommand.ShortDescription=\u0423\u0440\u0435\u0452\u0438\u0432\u0430\u045A\u0435/\u043F\u043E\u0441\u0442\u0430\u0432\u0459\u0430\u045A\u0435 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0430\u0440\u0430 \u043D\u0430 \u0442\u0440\u0435\u043D\u0443\u0442\u043D\u043E\u0458 \u0438\u0437\u0433\u0440\u0430\u0434\u045A\u0438.
SetBuildDescriptionCommand.ShortDescription=\u041F\u043E\u0441\u0442\u0430\u0432\u0438 \u043E\u043F\u0438\u0441 \u0438\u0437\u0433\u0440\u0430\u0434\u045A\u0435
SetBuildResultCommand.ShortDescription=\u041F\u043E\u0441\u0442\u0430\u0432\u0438 \u0440\u0435\u0437\u0443\u043B\u0442\u0430\u0442 \u043D\u0430 \u0442\u0440\u0435\u043D\u0443\u0442\u043D\u0443 \u0438\u0437\u0433\u0440\u0430\u0434\u045A\u0443. \u041C\u043E\u0436\u0435 \u0431\u0438\u0442\u0438 \u043F\u043E\u0437\u0432\u0430\u043D\u043E \u0441\u0430\u043C\u043E \u0443\u043D\u0443\u0442\u0430\u0440 \u0437\u0430\u0434\u0430\u0442\u0430\u043A\u0430.
RemoveJobFromViewCommand.ShortDescription=\u0423\u043A\u043B\u043E\u043D\u0438 \u0437\u0430\u0434\u0430\u0442\u043A\u0435 \u0441\u0430 \u043F\u0440\u0435\u0433\u043B\u0435\u0434\u0430
VersionCommand.ShortDescription=\u041F\u0440\u0438\u043A\u0430\u0436\u0435 \u0432\u0435\u0440\u0437\u0438\u0458\u0443 Jenkins.
GetJobCommand.ShortDescription=\u0418\u0441\u043F\u0438\u0448\u0435 \u0434\u0435\u0444\u0438\u043D\u0438\u0446\u0438\u0458\u0443 \u0437\u0430\u0434\u0430\u0442\u043A\u0430 \u0443 XML \u0444\u043E\u0440\u043C\u0430\u0442\u0443 \u043D\u0430 stdout.
GetNodeCommand.ShortDescription=\u0418\u0441\u043F\u0438\u0448\u0435 \u0434\u0435\u0444\u0438\u043D\u0438\u0446\u0438\u0458\u0443 \u043C\u0430\u0448\u0438\u043D\u0435 \u0443 XML \u0444\u043E\u0440\u043C\u0430\u0442\u0443 \u043D\u0430 stdout.
GetViewCommand.ShortDescription=\u0418\u0441\u043F\u0438\u0448\u0435 \u0434\u0435\u0444\u0438\u043D\u0438\u0446\u0438\u0458\u0443 \u043F\u0440\u0435\u0433\u043B\u0435\u0434\u0430 \u0443 XML \u0444\u043E\u0440\u043C\u0430\u0442\u0443 \u043D\u0430 stdout.
SetBuildDisplayNameCommand.ShortDescription=\u041F\u043E\u0441\u0442\u0430\u0432\u0438 \u0438\u043C\u0435 (displayName) \u043E \u0438\u0437\u0433\u0440\u0430\u0434\u045A\u0438.
WhoAmICommand.ShortDescription=\u0418\u0437\u0432\u0435\u0448\u0442\u0430je \u0432\u0430\u0448\u0435 \u0430\u043A\u0440\u0435\u0434\u0438\u0442\u0438\u0432\u0435 \u0438 \u043F\u0440\u0430\u0432\u0430.
UpdateJobCommand.ShortDescription=\u0410\u0436\u0443\u0440\u0438\u0440\u0430 XML \u0434\u0435\u0444\u0438\u043D\u0438\u0446\u0438\u0458\u0443 \u0437\u0430\u0434\u0430\u0442\u043A\u0430 \u0438\u0437 stdin, \u0437\u0430 \u0440\u0430\u0437\u043B\u0438\u043A\u0443 \u043E\u0434 get-job \u043A\u043E\u043C\u0430\u043D\u0434\u0435.
UpdateNodeCommand.ShortDescription=\u0410\u0436\u0443\u0440\u0438\u0440\u0430 XML \u0434\u0435\u0444\u0438\u043D\u0438\u0446\u0438\u0458\u0443 \u043C\u0430\u0448\u0438\u043D\u0435 \u0438\u0437 stdin, \u0437\u0430 \u0440\u0430\u0437\u043B\u0438\u043A\u0443 \u043E\u0434 get-node \u043A\u043E\u043C\u0430\u043D\u0434\u0435.
SessionIdCommand.ShortDescription=\u0418\u0437\u0458\u0430\u0432\u0438 \u0438\u0434\u0435\u043D\u0442\u0438\u0444\u0438\u043A\u0430\u0442\u043E\u0440\u0430 \u0441\u0435\u0441\u0438\u0458\u0435, \u0448\u0442\u043E \u0441\u0435 \u043C\u0435\u045A\u0430 \u0441\u0432\u0430\u043A\u0438 \u043F\u0443\u0442 \u043A\u0430\u0434\u0430 \u043F\u043E\u043A\u0440\u0435\u043D\u0435\u0442\u0435 Jenkins.
UpdateViewCommand.ShortDescription=\u0410\u0436\u0443\u0440\u0438\u0440\u0430 XML \u0434\u0435\u0444\u0438\u043D\u0438\u0446\u0438\u0458\u0443 \u043F\u0440\u0435\u0433\u043B\u0435\u0434\u0430 \u0438\u0437 stdin, \u0437\u0430 \u0440\u0430\u0437\u043B\u0438\u043A\u0443 \u043E\u0434 get-view \u043A\u043E\u043C\u0430\u043D\u0434\u0435.
BuildCommand.CLICause.ShortDescription=\u0417\u0430\u0434\u0430\u0442\u0430\u043A \u0458\u0435 \u043F\u043E\u043A\u0440\u0435\u043D\u0443\u0442 \u043F\u0440\u0435\u043A\u043E \u043A\u043E\u043C\u0430\u043D\u0434\u043D\u0435 \u043B\u0438\u043D\u0438\u0458\u0435 \u0441\u0430 \u043A\u043E\u043C\u0430\u043D\u0434\u043E\u043C "{0}"
BuildCommand.CLICause.CannotBuildDisabled=\
\u041D\u0435 \u043C\u043E\u0436\u0435 \u0441\u0435 \u0438\u0437\u0433\u0440\u0430\u0434\u0438\u0442\u0438 \u0437\u0430\u0434\u0430\u0442\u0430\u043A "{0}" \u0437\u0430\u0448\u0442\u043E \u0458\u0435 \u043E\u043D\u0435\u043C\u043E\u0433\u0443\u045B\u0435\u043D\u043E.
BuildCommand.CLICause.CannotBuildConfigNotSaved=\
\u041D\u0435 \u043C\u043E\u0436\u0435 \u0441\u0435 \u0438\u0437\u0433\u0440\u0430\u0434\u0438\u0442\u0438 \u0437\u0430\u0434\u0430\u0442\u0430\u043A "{0}" \u0437\u0430\u0448\u0442\u043E \u043F\u043E\u0434\u0435\u0448\u0430\u0432\u0430\u045A\u0430 \u043D\u0438\u0441\u0443 \u0441\u0430\u0447\u0443\u0432\u0430\u043D\u0430.
BuildCommand.CLICause.CannotBuildUnknownReasons=\
\u041D\u0435 \u043C\u043E\u0436\u0435 \u0441\u0435 \u0438\u0437\u0433\u0440\u0430\u0434\u0438\u0442\u0438 \u0437\u0430\u0434\u0430\u0442\u0430\u043A "{0}" \u0437\u0431\u043E\u0433 \u043D\u0435\u043F\u043E\u0437\u043D\u0430\u0442\u043E\u0433 \u0440\u0430\u0437\u043B\u043E\u0433\u0430.
DeleteNodeCommand.ShortDescription=\
\u0423\u043A\u043B\u043E\u043D\u0438 \u043C\u0430\u0448\u0438\u043D\u0443
ReloadJobCommand.ShortDescription=\
\u041F\u043E\u043D\u043E\u0432\u043E \u043F\u0440\u0435\u0443\u0437\u043C\u0435 \u0437\u0430\u0434\u0430\u0442\u043A\u0435
OnlineNodeCommand.ShortDescription=\u041D\u0430\u0441\u0442\u0430\u0432\u0438 \u043A\u043E\u0440\u0438\u0448\u045B\u0435\u045A\u0435 \u043C\u0430\u0448\u0438\u043D\u0435 \u0437\u0430 \u0438\u0437\u0433\u0440\u0430\u0434\u045A\u0443, \u0448\u0442\u043E \u043F\u043E\u043D\u0438\u0448\u0442\u0430\u0432\u0430 \u043F\u0440\u0435\u0442\u0445\u043E\u0434\u043D\u0443 \u043A\u043E\u043C\u0430\u043D\u0434\u0443 "offline-node".
ClearQueueCommand.ShortDescription=\u0418\u0437\u0431\u0440\u0438\u0448\u0435 \u0437\u0430\u043A\u0430\u0437\u0430\u043D\u0435 \u0437\u0430\u0434\u0430\u0442\u0430\u043A\u0435.
ReloadConfigurationCommand.ShortDescription=\u041E\u0434\u0431\u0430\u0446\u0438 \u0441\u0432\u0435 \u043F\u043E\u0434\u0430\u0442\u043A\u0435 \u0443 \u043C\u0435\u043C\u043E\u0440\u0438\u0458\u0438, \u0438 \u043F\u043E\u043D\u043E \u0443\u0447\u0438\u0442\u0430\u0458 \u0441\u0432\u0435 \u0438\u0437 \u0434\u0430\u0442\u043E\u0442\u0435\u0447\u043D\u043E\u0433 \u0441\u0438\u0441\u0442\u0435\u043C\u0430. \u041A\u043E\u0440\u0438\u0441\u043D\u043E \u043A\u0430\u0434 \u0441\u0442\u0435 \u043C\u0435\u045A\u0430\u043B\u0438 \u043F\u043E\u0434\u0435\u0448\u0430\u0432\u0430\u045A\u0430 \u0434\u0438\u0440\u0435\u043A\u0442\u043D\u043E.
ConnectNodeCommand.ShortDescription=\u041F\u043E\u043D\u043E\u0432\u043E \u0441\u0435 \u043F\u043E\u0432\u0435\u0436\u0438\u0442\u0435 \u043D\u0430 \u043C\u0430\u0448\u0438\u043D\u0443
QuietDownCommand.ShortDescription=\u041F\u0440\u0438\u043F\u0440\u0435\u043C\u0438 Jenkins \u0437\u0430 \u043F\u043E\u043D\u043E\u0432\u043E \u043F\u043E\u043A\u0440\u0435\u0442\u0430\u045A\u0435. \u041D\u0438\u0441\u0443 \u0434\u043E\u0437\u0432\u043E\u0459\u0435\u043D\u0430 \u043D\u043E\u0432\u0430 \u0438\u0437\u0433\u0440\u0430\u0434\u045A\u0430.
DisconnectNodeCommand.ShortDescription=\u041F\u0440\u0435\u043A\u0438\u043D\u0435 \u0432\u0435\u0437\u0443 \u0441\u0430 \u043C\u0430\u0448\u0438\u043D\u043E\u043C.
CancelQuietDownCommand.ShortDescription=\u041F\u043E\u043D\u0438\u0448\u0442\u0438 \u043C\u0435\u0440\u0435 \u043F\u043E\u0447\u0435\u0442\u0435 \u0437\u0430 \u043F\u0440\u0438\u043F\u0440\u0435\u043C\u0443 \u043F\u043E\u043D\u043E\u0432\u043E\u0433 \u043F\u043E\u043A\u0440\u0435\u0442\u0430\u045A\u0430.
OfflineNodeCommand.ShortDescription=\u0421\u0443\u0441\u043F\u0435\u043D\u0437\u0438\u0458\u0430 \u0443\u043F\u043E\u0442\u0440\u0435\u0431\u0435 \u043C\u0430\u0448\u0438\u043D\u0435 \u0437\u0430 \u0438\u0437\u0433\u0440\u0430\u0434\u045A\u0443 \u0434\u043E \u0441\u043B\u0435\u0434\u0435\u045B\u0435 "online-node" \u043A\u043E\u043C\u0430\u043D\u0434\u0435.
WaitNodeOnlineCommand.ShortDescription=\u0421\u0430\u0447\u0435\u043A\u0430\u0458 \u0434\u043E\u043A \u043D\u0435\u043A\u0430 \u043C\u0430\u0448\u0438\u043D\u0430 \u0431\u0443\u0434\u0435 \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u0430.
WaitNodeOfflineCommand.ShortDescription=\u0421\u0430\u0447\u0435\u043A\u0430\u0458 \u0434\u043E\u043A \u043D\u0435\u043A\u0430 \u043C\u0430\u0448\u0438\u043D\u0430 \u0431\u0443\u0434\u0435 \u043D\u0435\u0434\u043E\u0441\u0442\u0443\u043F\u043D\u0430.
CliProtocol.displayName=\u041F\u0440\u043E\u0442\u043E\u043A\u043E\u043B \u0437\u0430 Jenkins \u043F\u0440\u0435\u043A\u043E \u043A\u043E\u043C\u0430\u043D\u0434\u043D\u0435 \u043B\u0438\u043D\u0438\u0458\u0435, \u0432\u0435\u0440\u0437\u0438\u0458\u0430 1
CliProtocol2.displayName=\u041F\u0440\u043E\u0442\u043E\u043A\u043E\u043B \u0437\u0430 Jenkins \u043F\u0440\u0435\u043A\u043E \u043A\u043E\u043C\u0430\u043D\u0434\u043D\u0435 \u043B\u0438\u043D\u0438\u0458\u0435, \u0432\u0435\u0440\u0437\u0438\u0458\u0430 2
CLI.delete-node.shortDescription=\u0423\u043A\u043B\u043E\u043D\u0438 \u043C\u0430\u0448\u0438\u043D\u0443