# The MIT License
#
# Copyright (c) 2013-2019, Sun Microsystems, Inc., Damian Szczepanik
#
# Permission is hereby granted, free of charge, to any person obtaining a copy
# of this software and associated documentation files (the "Software"), to deal
# in the Software without restriction, including without limitation the rights
# to use, copy, modify, merge, publish, distribute, sublicense, and/or sell
# copies of the Software, and to permit persons to whom the Software is
# furnished to do so, subject to the following conditions:
#
# The above copyright notice and this permission notice shall be included in
# all copies or substantial portions of the Software.
#
# THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR
# IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY,
# FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE
# AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER
# LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM,
# OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN
# THE SOFTWARE.
grey=Projekt jest wy\u0142\u0105czony.
grey_anime=Projekt jest wy\u0142\u0105czony, ale trwa pierwsze jego zadanie.
darkgrey=Zadanie zosta\u0142o przerwane.
darkgrey_anime=Ostatnie zadanie zosta\u0142o przerwane. Nowe zadanie trwa.
lightgrey=Projekt nie by\u0142 nigdy zbudowany.
lightgrey_anime=Pierwsze zadanie jest w trakcie.
blue=Ostatnie zadanie projektu zako\u0144czy\u0142o si\u0119 pomy\u015Blnie.
blue_anime=Ostatnie zadanie projektu zako\u0144czy\u0142o si\u0119 pomy\u015Blnie. Nowa wersja jest w trakcie budowy.
red=Ostatnie budowanie projektu nie powiod\u0142o si\u0119.
red_anime=Ostatnie zadanie projektu nie powiod\u0142o si\u0119. Nowa wersja jest w trakcie budowy.
yellow=Ostatnie zadanie projektu zako\u0144czy\u0142o si\u0119 pomy\u015Blnie, lecz wersja jest niestabilna. To oznaczenie stosowane jest dla projekt\u00F3w, w kt\u00F3rych testy zako\u0144czy\u0142y si\u0119 niepowodzeniem.
yellow_anime=Ostatnie zadanie projektu zako\u0144czy\u0142o si\u0119 pomy\u015Blnie, lecz wersja jest niestabilna. Nowa wersja jest w trakcie budowy.
health-81plus=Zadanie zako\u0144czone pomy\u015Blnie w ponad 80 procent przypadk\u00F3w. Przesu\u0144 myszk\u0119 nad ikon\u0119 projektu, aby sprawdzi\u0107 szczeg\u00F3\u0142y.
health-61to80=Zadanie zako\u0144czone pomy\u015Blnie pomi\u0119dzy 60 a 80 procent przypadk\u00F3w. Przesu\u0144 myszk\u0119 nad ikon\u0119 projektu, aby sprawdzi\u0107 szczeg\u00F3\u0142y.
health-41to60=Zadanie zako\u0144czone pomy\u015Blnie pomi\u0119dzy 40 a 60 procent przypadk\u00F3w. Przesu\u0144 myszk\u0119 nad ikon\u0119 projektu, aby sprawdzi\u0107 szczeg\u00F3\u0142y.
health-21to40=Zadanie zako\u0144czone pomy\u015Blnie pomi\u0119dzy 20 a 40 procent przypadk\u00F3w. Przesu\u0144 myszk\u0119 nad ikon\u0119 projektu, aby sprawdzi\u0107 szczeg\u00F3\u0142y.
health-00to20=Zadanie zako\u0144czone pomy\u015Blnie w poni\u017Cej 20 procent przypadk\u00F3w. Przesu\u0144 myszk\u0119 nad ikon\u0119 projektu, aby sprawdzi\u0107 szczeg\u00F3\u0142y.
