# This file is under the MIT License by authors

blue=\u0622\u062E\u0631 \u0628\u0646\u0627\u0621 \u0643\u0627\u0646 \u0646\u0627\u062C\u062D\u0627\u064B.
blue_anime=\u0622\u062E\u0631 \u0628\u0646\u0627\u0621 \u0643\u0627\u0646 \u0646\u0627\u062C\u062D\u0627\u064B. \u0628\u0646\u0627\u0621 \u062C\u062F\u064A\u062F \u0637\u0648\u0631 \u0627\u0644\u0645\u0639\u0627\u0644\u062C\u0629.
grey=\u0627\u0644\u0645\u0634\u0631\u0648\u0639 \u0644\u064A\u0633 \u0644\u0647 \u0623\u064A \u0628\u0646\u0627\u0621 \u0645\u0646 \u0642\u0628\u0644\u060C \u0623\u0648 \u0627\u0644\u0645\u0634\u0631\u0648\u0639 \u0645\u0639\u0637\u0644.
grey_anime=\u0623\u0648\u0644 \u0628\u0646\u0627\u0621 \u0644\u0644\u0645\u0634\u0631\u0648\u0639 \u0637\u0648\u0631 \u0627\u0644\u0645\u0639\u0627\u0644\u062C\u0629.
health-00to20=\u0635\u062D\u0629 \u0627\u0644\u0645\u0634\u0631\u0648\u0639 20% \u0623\u0648\u0644 \u0623\u0642\u0644. \u0628\u0625\u0645\u0643\u0627\u0646\u0643 \u062A\u0645\u0631\u064A\u0631 \u0627\u0644\u0641\u0623\u0631\u0629 \u0641\u0648\u0642 \u0623\u064A\u0642\u0648\u0646\u0629 \u0627\u0644\u0645\u0634\u0631\u0648\u0639 \u0644\u062A\u062D\u0635\u0644 \u0639\u0644\u0649 \u062A\u0641\u0627\u0635\u064A\u0644 \u0625\u0636\u0627\u0641\u064A\u0629.
health-21to40=\u0635\u062D\u0629 \u0627\u0644\u0645\u0634\u0631\u0648\u0639 \u0641\u0648\u0642 20% \u0648\u062A\u0635\u0644 \u0644 40%. \u0628\u0625\u0645\u0643\u0627\u0646\u0643 \u062A\u0645\u0631\u064A\u0631 \u0627\u0644\u0641\u0623\u0631\u0629 \u0641\u0648\u0642 \u0623\u064A\u0642\u0648\u0646\u0629 \u0627\u0644\u0645\u0634\u0631\u0648\u0639 \u0644\u062A\u062D\u0635\u0644 \u0639\u0644\u0649 \u062A\u0641\u0627\u0635\u064A\u0644 \u0625\u0636\u0627\u0641\u064A\u0629.
health-41to60=\u0635\u062D\u0629 \u0627\u0644\u0645\u0634\u0631\u0648\u0639 \u0641\u0648\u0642 40% \u0648\u062A\u0635\u0644 \u0644 60%. \u0628\u0625\u0645\u0643\u0627\u0646\u0643 \u062A\u0645\u0631\u064A\u0631 \u0627\u0644\u0641\u0623\u0631\u0629 \u0641\u0648\u0642 \u0623\u064A\u0642\u0648\u0646\u0629 \u0627\u0644\u0645\u0634\u0631\u0648\u0639 \u0644\u062A\u062D\u0635\u0644 \u0639\u0644\u0649 \u062A\u0641\u0627\u0635\u064A\u0644 \u0625\u0636\u0627\u0641\u064A\u0629.
health-61to80=\u0635\u062D\u0629 \u0627\u0644\u0645\u0634\u0631\u0648\u0639 \u0641\u0648\u0642 60% \u0648\u062A\u0635\u0644 \u0644 80%. \u0628\u0625\u0645\u0643\u0627\u0646\u0643 \u062A\u0645\u0631\u064A\u0631 \u0627\u0644\u0641\u0623\u0631\u0629 \u0641\u0648\u0642 \u0623\u064A\u0642\u0648\u0646\u0629 \u0627\u0644\u0645\u0634\u0631\u0648\u0639 \u0644\u062A\u062D\u0635\u0644 \u0639\u0644\u0649 \u062A\u0641\u0627\u0635\u064A\u0644 \u0625\u0636\u0627\u0641\u064A\u0629.
health-81plus=\u0635\u062D\u0629 \u0627\u0644\u0645\u0634\u0631\u0648\u0639 \u0641\u0648\u0642 80%. \u0628\u0625\u0645\u0643\u0627\u0646\u0643 \u062A\u0645\u0631\u064A\u0631 \u0627\u0644\u0641\u0623\u0631\u0629 \u0641\u0648\u0642 \u0623\u064A\u0642\u0648\u0646\u0629 \u0627\u0644\u0645\u0634\u0631\u0648\u0639 \u0644\u062A\u062D\u0635\u0644 \u0639\u0644\u0649 \u062A\u0641\u0627\u0635\u064A\u0644 \u0625\u0636\u0627\u0641\u064A\u0629.
red=\u0622\u062E\u0631 \u0628\u0646\u0627\u0621 \u0641\u0634\u0644 \u0628\u0634\u0643\u0644 \u0642\u0627\u062A\u0644.
red_anime=\u0622\u062E\u0631 \u0628\u0646\u0627\u0621 \u0641\u0634\u0644 \u0628\u0634\u0643\u0644 \u0642\u0627\u062A\u0644. \u0628\u0646\u0627\u0621 \u062C\u062F\u064A\u062F \u0637\u0648\u0631 \u0627\u0644\u0645\u0639\u0627\u0644\u062C\u0629.
yellow=\u0622\u062E\u0631 \u0628\u0646\u0627\u0621 \u0643\u0627\u0646 \u0646\u0627\u062C\u062D\u0627\u064B \u0648\u0644\u0643\u0646 \u063A\u064A\u0631 \u062B\u0627\u0628\u062A. \u0647\u0630\u0647 \u062A\u0633\u062A\u062E\u062F\u0645 \u0628\u0634\u0643\u0644 \u0631\u0626\u064A\u0633\u064A \u0644\u0644\u062A\u0639\u0628\u064A\u0631 \u0639\u0646 \u0641\u0634\u0644 \u0641\u064A \u0627\u0644\u0627\u062E\u062A\u0628\u0627\u0631\u0627\u062A.
yellow_anime=\u0622\u062E\u0631 \u0628\u0646\u0627\u0621 \u0643\u0627\u0646 \u0646\u0627\u062C\u062D\u0627\u064B \u0648\u0644\u0643\u0646 \u063A\u064A\u0631 \u062B\u0627\u0628\u062A. \u0628\u0646\u0627\u0621 \u062C\u062F\u064A\u062F \u0637\u0648\u0631 \u0627\u0644\u0645\u0639\u0627\u0644\u062C\u0629.
