# The MIT License
#
# Copyright (c) 2004-2010, Sun Microsystems, Inc.
#
# Permission is hereby granted, free of charge, to any person obtaining a copy
# of this software and associated documentation files (the "Software"), to deal
# in the Software without restriction, including without limitation the rights
# to use, copy, modify, merge, publish, distribute, sublicense, and/or sell
# copies of the Software, and to permit persons to whom the Software is
# furnished to do so, subject to the following conditions:
#
# The above copyright notice and this permission notice shall be included in
# all copies or substantial portions of the Software.
#
# THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR
# IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY,
# FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE
# AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER
# LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM,
# OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN
# THE SOFTWARE.

lightgrey=\uD504\uB85C\uC81D\uD2B8\uAC00 \uBE4C\uB4DC\uB41C \uC801\uC774 \uC5C6\uC2B5\uB2C8\uB2E4.
lightgrey_anime=\uD504\uB85C\uC81D\uD2B8\uC758 \uCD5C\uCD08 \uBE4C\uB4DC\uAC00 \uC9C4\uD589 \uC911\uC785\uB2C8\uB2E4.
grey=\uD504\uB85C\uC81D\uD2B8\uAC00 \uBE4C\uB4DC\uB41C \uC801\uC774 \uC5C6\uAC70\uB098, \uBE44\uD65C\uC131 \uC0C1\uD0DC\uC785\uB2C8\uB2E4.
grey_anime=\uD504\uB85C\uC81D\uD2B8\uC758 \uCD5C\uCD08 \uBE4C\uB4DC\uAC00 \uC9C4\uD589 \uC911\uC785\uB2C8\uB2E4.
darkgrey=\uB9C8\uC9C0\uB9C9 \uBE4C\uB4DC\uAC00 \uCDE8\uC18C\uB418\uC5C8\uC2B5\uB2C8\uB2E4.
darkgrey_anime=\uB9C8\uC9C0\uB9C9 \uBE4C\uB4DC\uAC00 \uCDE8\uC18C\uB418\uC5C8\uC2B5\uB2C8\uB2E4. \uC0C8\uB85C\uC6B4 \uBE4C\uB4DC\uAC00 \uC9C4\uD589 \uC911\uC785\uB2C8\uB2E4.
blue=\uB9C8\uC9C0\uB9C9 \uBE4C\uB4DC\uAC00 \uC131\uACF5\uD588\uC2B5\uB2C8\uB2E4.
blue_anime=\uB9C8\uC9C0\uB9C9 \uBE4C\uB4DC\uAC00 \uC131\uACF5\uD588\uC2B5\uB2C8\uB2E4. \uC0C8\uB85C\uC6B4 \uBE4C\uB4DC\uAC00 \uC9C4\uD589 \uC911\uC785\uB2C8\uB2E4.
yellow=\uB9C8\uC9C0\uB9C9 \uBE4C\uB4DC\uAC00 \uC131\uACF5\uD588\uC9C0\uB9CC \uBD88\uC548\uC815\uD569\uB2C8\uB2E4. \uC774\uAC83\uC740 \uC8FC\uB85C \uD14C\uC2A4\uD2B8 \uC2E4\uD328\uB97C \uB098\uD0C0\uB0B4\uB294 \uB370 \uC0AC\uC6A9\uB429\uB2C8\uB2E4.
yellow_anime=\uB9C8\uC9C0\uB9C9 \uBE4C\uB4DC\uAC00 \uC131\uACF5\uD588\uC9C0\uB9CC \uBD88\uC548\uC815\uD569\uB2C8\uB2E4. \uC0C8\uB85C\uC6B4 \uBE4C\uB4DC\uAC00 \uC9C4\uD589 \uC911\uC785\uB2C8\uB2E4.
red=\uB9C8\uC9C0\uB9C9 \uBE4C\uB4DC\uAC00 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4.
red_anime=\uB9C8\uC9C0\uB9C9 \uBE4C\uB4DC\uAC00 \uC2E4\uD328\uD588\uC2B5\uB2C8\uB2E4. \uC0C8\uB85C\uC6B4 \uBE4C\uB4DC\uAC00 \uC9C4\uD589 \uC911\uC785\uB2C8\uB2E4.
health-81plus=\uD504\uB85C\uC81D\uD2B8 \uAC74\uAC15\uC0C1\uD0DC\uAC00 80% \uCD08\uACFC\uC785\uB2C8\uB2E4. \uB9C8\uC6B0\uC2A4\uB97C \uD504\uB85C\uC81D\uD2B8 \uC544\uC774\uCF58\uC5D0 \uC62C\uB824\uB193\uC73C\uBA74 \uB354 \uC790\uC138\uD55C \uC124\uBA85\uC744 \uBCFC \uC218 \uC788\uC2B5\uB2C8\uB2E4.
health-61to80=\uD504\uB85C\uC81D\uD2B8 \uAC74\uAC15\uC0C1\uD0DC\uAC00 60% \uCD08\uACFC 80% \uC774\uD558\uC785\uB2C8\uB2E4. \uB9C8\uC6B0\uC2A4\uB97C \uD504\uB85C\uC81D\uD2B8 \uC544\uC774\uCF58\uC5D0 \uC62C\uB824\uB193\uC73C\uBA74 \uB354 \uC790\uC138\uD55C \uC124\uBA85\uC744 \uBCFC \uC218 \uC788\uC2B5\uB2C8\uB2E4.
health-41to60=\uD504\uB85C\uC81D\uD2B8 \uAC74\uAC15\uC0C1\uD0DC\uAC00 40% \uCD08\uACFC 60% \uC774\uD558\uC785\uB2C8\uB2E4. \uB9C8\uC6B0\uC2A4\uB97C \uD504\uB85C\uC81D\uD2B8 \uC544\uC774\uCF58\uC5D0 \uC62C\uB824\uB193\uC73C\uBA74 \uB354 \uC790\uC138\uD55C \uC124\uBA85\uC744 \uBCFC \uC218 \uC788\uC2B5\uB2C8\uB2E4.
health-21to40=\uD504\uB85C\uC81D\uD2B8 \uAC74\uAC15\uC0C1\uD0DC\uAC00 20% \uCD08\uACFC 40% \uC774\uD558\uC785\uB2C8\uB2E4. \uB9C8\uC6B0\uC2A4\uB97C \uD504\uB85C\uC81D\uD2B8 \uC544\uC774\uCF58\uC5D0 \uC62C\uB824\uB193\uC73C\uBA74 \uB354 \uC790\uC138\uD55C \uC124\uBA85\uC744 \uBCFC \uC218 \uC788\uC2B5\uB2C8\uB2E4.
health-00to20=\uD504\uB85C\uC81D\uD2B8 \uAC74\uAC15\uC0C1\uD0DC\uAC00 20% \uC774\uD558\uC785\uB2C8\uB2E4. \uB9C8\uC6B0\uC2A4\uB97C \uD504\uB85C\uC81D\uD2B8 \uC544\uC774\uCF58\uC5D0 \uC62C\uB824\uB193\uC73C\uBA74 \uB354 \uC790\uC138\uD55C \uC124\uBA85\uC744 \uBCFC \uC218 \uC788\uC2B5\uB2C8\uB2E4.
