# This file is under the MIT License by authors

grey=\u041F\u0440\u043E\u0458\u0435\u043A\u0430\u0442 \u043D\u0438\u0458\u0435 \u043F\u0440\u0435 \u0431\u0438\u0458\u043E \u0438\u0437\u0433\u0440\u0430\u0452\u0435\u043D, \u0438\u043B\u0438 \u0458\u0435 \u043F\u0440\u043E\u0458\u0435\u043A\u0430\u0442 \u043E\u043D\u0435\u043C\u043E\u0433\u0443\u045B\u0435\u043D.
grey_anime=\u041F\u0440\u0432\u0430 \u0438\u0437\u0433\u0440\u0430\u0434\u045A\u0430 \u043F\u0440\u043E\u0458\u0435\u043A\u0442\u0430 \u0458\u0435 \u0443 \u0442\u043E\u043A\u0443
blue=\u0417\u0430\u0434\u045A\u0430 \u0438\u0437\u0433\u0440\u0430\u0434\u045A\u0430 \u0458\u0435 \u0431\u0438\u043B\u0430 \u0443\u0441\u043F\u0435\u0448\u043D\u0430
blue_anime=\u0417\u0430\u0434\u045A\u0430 \u0438\u0437\u0433\u0440\u0430\u0434\u045A\u0430 \u0458\u0435 \u0431\u0438\u043B\u0430 \u043D\u0435\u0443\u0441\u043F\u0435\u0448\u043D\u0430. \u041D\u043E\u0432\u0430 \u0438\u0437\u0433\u0440\u0430\u0434\u045A\u0430 \u0458\u0435 \u0443 \u0442\u043E\u043A\u0443.
yellow=\u0417\u0430\u0434\u045A\u0430 \u0438\u0437\u0433\u0440\u0430\u0434\u045A\u0430 \u0458\u0435 \u0443\u0441\u043F\u0435\u0448\u043D\u0430 \u0430\u043B\u0438 \u043D\u0435\u0441\u0442\u0430\u0431\u0438\u043B\u043D\u0430. \u041D\u0430\u0458\u0447\u0435\u0448\u045B\u0435 \u0441\u0435 \u0442\u043E \u0434\u0435\u0448\u0430\u0432\u0430 \u0437\u0431\u043E\u0433 \u043F\u0440\u043E\u0431\u043B\u0435\u043C\u0438\u043C\u0430 \u043F\u0440\u0438\u043B\u0438\u043A\u043E\u043C \u0442\u0435\u0441\u0442\u0438\u0440\u0430\u045A\u0430.
yellow_anime=\u0417\u0430\u0434\u045A\u0430 \u0438\u0437\u0433\u0440\u0430\u0434\u045A\u0430 \u0458\u0435 \u0443\u0441\u043F\u0435\u0448\u043D\u0430 \u0430\u043B\u0438 \u043D\u0435\u0441\u0442\u0430\u0431\u0438\u043B\u043D\u0430. \u041D\u043E\u0432\u0430 \u0438\u0437\u0433\u0440\u0430\u0434\u045A\u0430 \u0458\u0435 \u0443 \u0442\u043E\u043A\u0443.
red=\u0417\u0430\u0434\u045A\u0430 \u0438\u0437\u0433\u0440\u0430\u0434\u045A\u0430 \u0458\u0435 \u043D\u0435\u0443\u0441\u043F\u0435\u0448\u043D\u0430.
red_anime=\u0417\u0430\u0434\u045A\u0430 \u0438\u0437\u0433\u0440\u0430\u0434\u045A\u0430 \u0458\u0435 \u043D\u0435\u0443\u0441\u043F\u0435\u0448\u043D\u0430. \u041D\u043E\u0432\u0430 \u0438\u0437\u0433\u0440\u0430\u0434\u045A\u0430 \u0458\u0435 \u0443 \u0442\u043E\u043A\u0443.
health-81plus=\u0417\u0434\u0440\u0430\u0432\u0459\u0435 \u043F\u0440\u043E\u0458\u0435\u043A\u0442\u0430 \u0458\u0435 \u043F\u0440\u0435\u043A\u043E 80%. \u041F\u0440\u0438\u0432\u0443\u0446\u0438\u0442\u0435 \u043C\u0438\u0448 \u043F\u0440\u0435\u043A\u043E \u045A\u0435\u043D\u0435 \u0438\u043A\u043E\u043D\u0438\u0446\u0435 \u0437\u0430 \u0434\u0435\u0442\u0430\u0459\u043D\u0438\u0458\u0438 \u043E\u043F\u0438\u0441.
health-61to80=\u0417\u0434\u0440\u0430\u0432\u0459\u0435 \u043F\u0440\u043E\u0458\u0435\u043A\u0442\u0430 \u0458\u0435 \u0438\u0437\u043C\u0435\u0452\u0443 60 \u0438 80%. \u041F\u0440\u0438\u0432\u0443\u0446\u0438\u0442\u0435 \u043C\u0438\u0448 \u043F\u0440\u0435\u043A\u043E \u045A\u0435\u043D\u0435 \u0438\u043A\u043E\u043D\u0438\u0446\u0435 \u0437\u0430 \u0434\u0435\u0442\u0430\u0459\u043D\u0438\u0458\u0438 \u043E\u043F\u0438\u0441.
health-41to60=\u0417\u0434\u0440\u0430\u0432\u0459\u0435 \u043F\u0440\u043E\u0458\u0435\u043A\u0442\u0430 \u0458\u0435 \u0438\u0437\u043C\u0435\u0452\u0443 40 \u0438 60%. \u041F\u0440\u0438\u0432\u0443\u0446\u0438\u0442\u0435 \u043C\u0438\u0448 \u043F\u0440\u0435\u043A\u043E \u045A\u0435\u043D\u0435 \u0438\u043A\u043E\u043D\u0438\u0446\u0435 \u0437\u0430 \u0434\u0435\u0442\u0430\u0459\u043D\u0438\u0458\u0438 \u043E\u043F\u0438\u0441.
health-21to40=\u0417\u0434\u0440\u0430\u0432\u0459\u0435 \u043F\u0440\u043E\u0458\u0435\u043A\u0442\u0430 \u0458\u0435 \u0438\u0437\u043C\u0435\u0452\u0443 20 \u0438 40%. \u041F\u0440\u0438\u0432\u0443\u0446\u0438\u0442\u0435 \u043C\u0438\u0448 \u043F\u0440\u0435\u043A\u043E \u045A\u0435\u043D\u0435 \u0438\u043A\u043E\u043D\u0438\u0446\u0435 \u0437\u0430 \u0434\u0435\u0442\u0430\u0459\u043D\u0438\u0458\u0438 \u043E\u043F\u0438\u0441.
health-00to20=\u0417\u0434\u0440\u0430\u0432\u0459\u0435 \u043F\u0440\u043E\u0458\u0435\u043A\u0442\u0430 \u0458\u0435 \u0438\u0441\u043F\u043E\u0434 20%. \u041F\u0440\u0438\u0432\u0443\u0446\u0438\u0442\u0435 \u043C\u0438\u0448 \u043F\u0440\u0435\u043A\u043E \u045A\u0435\u043D\u0435 \u0438\u043A\u043E\u043D\u0438\u0446\u0435 \u0437\u0430 \u0434\u0435\u0442\u0430\u0459\u043D\u0438\u0458\u0438 \u043E\u043F\u0438\u0441.
health-00to19=\u0417\u0434\u0440\u0430\u0432\u0459\u0435 \u043F\u0440\u043E\u0458\u0435\u043A\u0442\u0430 \u0458\u0435 \u0438\u0437\u043C\u0435\u0452\u0443 0 \u0438 20%. \u041F\u0440\u0438\u0432\u0443\u0446\u0438\u0442\u0435 \u043C\u0438\u0448 \u043F\u0440\u0435\u043A\u043E \u045A\u0435\u043D\u0435 \u0438\u043A\u043E\u043D\u0438\u0446\u0435 \u0437\u0430 \u0434\u0435\u0442\u0430\u0459\u043D\u0438\u0458\u0438 \u043E\u043F\u0438\u0441.
health-20to39=\u0417\u0434\u0440\u0430\u0432\u0459\u0435 \u043F\u0440\u043E\u0458\u0435\u043A\u0442\u0430 \u0458\u0435 \u0438\u0437\u043C\u0435\u0452\u0443 20 \u0438 40%. \u041F\u0440\u0438\u0432\u0443\u0446\u0438\u0442\u0435 \u043C\u0438\u0448 \u043F\u0440\u0435\u043A\u043E \u045A\u0435\u043D\u0435 \u0438\u043A\u043E\u043D\u0438\u0446\u0435 \u0437\u0430 \u0434\u0435\u0442\u0430\u0459\u043D\u0438\u0458\u0438 \u043E\u043F\u0438\u0441.
health-40to59=\u0417\u0434\u0440\u0430\u0432\u0459\u0435 \u043F\u0440\u043E\u0458\u0435\u043A\u0442\u0430 \u0458\u0435 \u0438\u0437\u043C\u0435\u0452\u0443 40 \u0438 60%. \u041F\u0440\u0438\u0432\u0443\u0446\u0438\u0442\u0435 \u043C\u0438\u0448 \u043F\u0440\u0435\u043A\u043E \u045A\u0435\u043D\u0435 \u0438\u043A\u043E\u043D\u0438\u0446\u0435 \u0437\u0430 \u0434\u0435\u0442\u0430\u0459\u043D\u0438\u0458\u0438 \u043E\u043F\u0438\u0441.
health-60to79=\u0417\u0434\u0440\u0430\u0432\u0459\u0435 \u043F\u0440\u043E\u0458\u0435\u043A\u0442\u0430 \u0458\u0435 \u0438\u0437\u043C\u0435\u0452\u0443 60 \u0438 80%. \u041F\u0440\u0438\u0432\u0443\u0446\u0438\u0442\u0435 \u043C\u0438\u0448 \u043F\u0440\u0435\u043A\u043E \u045A\u0435\u043D\u0435 \u0438\u043A\u043E\u043D\u0438\u0446\u0435 \u0437\u0430 \u0434\u0435\u0442\u0430\u0459\u043D\u0438\u0458\u0438 \u043E\u043F\u0438\u0441.
health-80plus=\u0417\u0434\u0440\u0430\u0432\u0459\u0435 \u043F\u0440\u043E\u0458\u0435\u043A\u0442\u0430 \u0458\u0435 \u043F\u0440\u0435\u043A\u043E 80%. \u041F\u0440\u0438\u0432\u0443\u0446\u0438\u0442\u0435 \u043C\u0438\u0448 \u043F\u0440\u0435\u043A\u043E \u045A\u0435\u043D\u0435 \u0438\u043A\u043E\u043D\u0438\u0446\u0435 \u0437\u0430 \u0434\u0435\u0442\u0430\u0459\u043D\u0438\u0458\u0438 \u043E\u043F\u0438\u0441.
