# The MIT License
#
# Copyright (c) 2004-2010, Sun Microsystems, Inc.
#
# Permission is hereby granted, free of charge, to any person obtaining a copy
# of this software and associated documentation files (the "Software"), to deal
# in the Software without restriction, including without limitation the rights
# to use, copy, modify, merge, publish, distribute, sublicense, and/or sell
# copies of the Software, and to permit persons to whom the Software is
# furnished to do so, subject to the following conditions:
#
# The above copyright notice and this permission notice shall be included in
# all copies or substantial portions of the Software.
#
# THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR
# IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY,
# FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE
# AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER
# LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM,
# OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN
# THE SOFTWARE.

blue=\uB9C8\uC9C0\uB9C9 \uBE4C\uB4DC\uAC00 \uC131\uACF5\uD568.
blue_anime=\uB9C8\uC9C0\uB9C9 \uBE4C\uB4DC\uAC00 \uC131\uACF5\uD568. \uC2E0\uADDC \uBE4C\uB4DC\uAC00 \uC9C4\uD589 \uC911\uC784.
grey=\uD504\uB85C\uC81D\uD2B8\uAC00 \uBE4C\uB4DC\uB41C \uC801\uC774 \uC5C6\uAC70\uB098, \uC0AC\uC6A9\uBD88\uAC00\uC784.
grey_anime=\uD504\uB85C\uC81D\uD2B8\uC758 \uCD5C\uCD08 \uBE4C\uB4DC\uAC00 \uC9C4\uD589 \uC911\uC784.
health-00to19=\uD504\uB85C\uC81D\uD2B8 \uAC74\uAC15\uC0C1\uD0DC\uAC00 \uC801\uC5B4\uB3C4 20% \uBBF8\uB9CC \uC784. \uC880 \uB354 \uC790\uC138\uD55C \uC124\uBA85\uC744 \uC704\uD574\uC11C \uD504\uB85C\uC81D\uD2B8 \uC544\uC774\uCF58 \uC704\uC5D0 \uB9C8\uC6B0\uC2A4\uB97C \uC704\uCE58\uC2DC\uD0AC \uC218 \uC788\uC74C
health-00to20=\uD504\uB85C\uC81D\uD2B8 \uAC74\uAC15\uC0C1\uD0DC\uAC00 20% \uC774\uD558\uC784. \uB9C8\uC6B0\uC2A4\uB97C \uD504\uB85C\uC81D\uD2B8 \uC544\uC774\uCF58\uC5D0 \uC62C\uB824\uB193\uC73C\uBA74 \uB354 \uC790\uC138\uD55C \uC124\uBA85\uC744 \uBCFC \uC218 \uC788\uC2B5\uB2C8\uB2E4.
health-20to39=\uD504\uB85C\uC81D\uD2B8 \uAC74\uAC15\uC0C1\uD0DC\uAC00 \uC801\uC5B4\uB3C4 20% \uC774\uC0C1 40% \uBBF8\uB9CC \uC784. \uC880 \uB354 \uC790\uC138\uD55C \uC124\uBA85\uC744 \uC704\uD574\uC11C \uD504\uB85C\uC81D\uD2B8 \uC544\uC774\uCF58 \uC704\uC5D0 \uB9C8\uC6B0\uC2A4\uB97C \uC704\uCE58\uC2DC\uD0AC \uC218 \uC788\uC74C
health-21to40=\uD504\uB85C\uC81D\uD2B8 \uAC74\uAC15\uC0C1\uD0DC\uAC00 20% \uCD08\uACFC 40% \uC774\uD558\uC784. \uB9C8\uC6B0\uC2A4\uB97C \uD504\uB85C\uC81D\uD2B8 \uC544\uC774\uCF58\uC5D0 \uC62C\uB824\uB193\uC73C\uBA74 \uB354 \uC790\uC138\uD55C \uC124\uBA85\uC744 \uBCFC \uC218 \uC788\uC2B5\uB2C8\uB2E4.
health-40to59=\uD504\uB85C\uC81D\uD2B8 \uAC74\uAC15\uC0C1\uD0DC\uAC00 \uC801\uC5B4\uB3C4 40% \uC774\uC0C1 60% \uBBF8\uB9CC \uC784. \uC880 \uB354 \uC790\uC138\uD55C \uC124\uBA85\uC744 \uC704\uD574\uC11C \uD504\uB85C\uC81D\uD2B8 \uC544\uC774\uCF58 \uC704\uC5D0 \uB9C8\uC6B0\uC2A4\uB97C \uC704\uCE58\uC2DC\uD0AC \uC218 \uC788\uC74C
health-41to60=\uD504\uB85C\uC81D\uD2B8 \uAC74\uAC15\uC0C1\uD0DC\uAC00 40% \uCD08\uACFC 60% \uC774\uD558\uC784. \uB9C8\uC6B0\uC2A4\uB97C \uD504\uB85C\uC81D\uD2B8 \uC544\uC774\uCF58\uC5D0 \uC62C\uB824\uB193\uC73C\uBA74 \uB354 \uC790\uC138\uD55C \uC124\uBA85\uC744 \uBCFC \uC218 \uC788\uC2B5\uB2C8\uB2E4.
health-60to79=\uD504\uB85C\uC81D\uD2B8 \uAC74\uAC15\uC0C1\uD0DC\uAC00 \uC801\uC5B4\uB3C4 60% \uC774\uC0C1 80% \uBBF8\uB9CC \uC784. \uC880 \uB354 \uC790\uC138\uD55C \uC124\uBA85\uC744 \uC704\uD574\uC11C \uD504\uB85C\uC81D\uD2B8 \uC544\uC774\uCF58 \uC704\uC5D0 \uB9C8\uC6B0\uC2A4\uB97C \uC704\uCE58\uC2DC\uD0AC \uC218 \uC788\uC74C
health-61to80=\uD504\uB85C\uC81D\uD2B8 \uAC74\uAC15\uC0C1\uD0DC\uAC00 60% \uCD08\uACFC\uC784. \uB9C8\uC6B0\uC2A4\uB97C \uD504\uB85C\uC81D\uD2B8 \uC544\uC774\uCF58\uC5D0 \uC62C\uB824\uB193\uC73C\uBA74 \uB354 \uC790\uC138\uD55C \uC124\uBA85\uC744 \uBCFC \uC218 \uC788\uC2B5\uB2C8\uB2E4.
health-80plus=\uD504\uB85C\uC81D\uD2B8 \uAC74\uAC15\uC0C1\uD0DC\uAC00 \uC801\uC5B4\uB3C4 80%\uC784. \uC880 \uB354 \uC790\uC138\uD55C \uC124\uBA85\uC744 \uC704\uD574\uC11C \uD504\uB85C\uC81D\uD2B8 \uC544\uC774\uCF58 \uC704\uC5D0 \uB9C8\uC6B0\uC2A4\uB97C \uC704\uCE58\uC2DC\uD0AC \uC218 \uC788\uC74C
health-81plus=\uD504\uB85C\uC81D\uD2B8 \uAC74\uAC15\uC0C1\uD0DC\uAC00 28% \uCD08\uACFC\uC784. \uB9C8\uC6B0\uC2A4\uB97C \uD504\uB85C\uC81D\uD2B8 \uC544\uC774\uCF58\uC5D0 \uC62C\uB824\uB193\uC73C\uBA74 \uB354 \uC790\uC138\uD55C \uC124\uBA85\uC744 \uBCFC \uC218 \uC788\uC2B5\uB2C8\uB2E4.
red=\uB9C8\uC9C0\uB9C9 \uBE4C\uB4DC\uAC00 \uC2EC\uAC01\uD558\uAC8C \uC2E4\uD328\uD568.
red_anime=\uB9C8\uC9C0\uB9C9 \uBE4C\uB4DC\uAC00 \uC2EC\uAC01\uD558\uAC8C \uC2E4\uD328\uD568. \uC2E0\uADDC \uBE4C\uB4DC\uAC00 \uC9C4\uD589 \uC911\uC784.
yellow=\uB9C8\uC9C0\uB9C9 \uBE4C\uB4DC\uAC00 \uC131\uACF5\uD588\uC9C0\uB9CC \uBD88\uC548\uC815\uD568. \uC8FC\uB85C \uB0A8\uC544\uC788\uB358 \uAC80\uC99D \uC2E4\uD328\uB97C \uC0AC\uC6A9\uD55C \uAC83\uC784.
yellow_anime=\uB9C8\uC9C0\uB9C9 \uBE4C\uB4DC\uAC00 \uC131\uACF5\uD588\uC9C0\uB9CC \uBD88\uC548\uC815\uD568. \uC2E0\uADDC \uBE4C\uB4DC\uAC00 \uC9C4\uD589 \uC911\uC784
