# The MIT License
#
# Copyright (c) 2004-2010, Sun Microsystems, Inc.
#
# Permission is hereby granted, free of charge, to any person obtaining a copy
# of this software and associated documentation files (the "Software"), to deal
# in the Software without restriction, including without limitation the rights
# to use, copy, modify, merge, publish, distribute, sublicense, and/or sell
# copies of the Software, and to permit persons to whom the Software is
# furnished to do so, subject to the following conditions:
#
# The above copyright notice and this permission notice shall be included in
# all copies or substantial portions of the Software.
#
# THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR
# IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY,
# FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE
# AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER
# LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM,
# OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN
# THE SOFTWARE.

Add,\ remove,\ control\ and\ monitor\ the\ various\ nodes\ that\ Jenkins\ runs\ jobs\ on.=\u0414\u043E\u0434\u0430\u0432\u0430\u043D\u043D\u044F, \u0432\u0438\u0434\u0430\u043B\u0435\u043D\u043D\u044F, \u0443\u043F\u0440\u0430\u0432\u043B\u0456\u043D\u043D\u044F \u0456 \u043A\u043E\u043D\u0442\u0440\u043E\u043B\u044C \u0440\u0456\u0437\u043D\u043E\u043C\u0430\u043D\u0456\u0442\u043D\u0438\u043C\u0438 \u0432\u0443\u0437\u043B\u0430\u043C\u0438, \u043D\u0430 \u043A\u043E\u0442\u0440\u0438\u0445 \u0414\u0436\u0435\u043D\u043A\u0456\u043D\u0441 \u0432\u0438\u043A\u043E\u043D\u0443\u0454 \u0437\u0430\u0432\u0434\u0430\u043D\u043D\u044F.
Add,\ remove,\ disable\ or\ enable\ plugins\ that\ can\ extend\ the\ functionality\ of\ Jenkins.=\u0414\u043E\u0434\u0430\u0442\u0438, \u0432\u0438\u0434\u0430\u043B\u0438\u0442\u0438, \u0432\u0456\u0434\u043A\u043B\u044E\u0447\u0438\u0442\u0438 \u0430\u0431\u043E \u0443\u0432\u0456\u043C\u043A\u043D\u0443\u0442\u0438 \u043F\u043B\u0430\u0433\u0456\u043D\u0438, \u044F\u043A\u0456 \u043C\u043E\u0436\u0443\u0442\u044C \u0440\u043E\u0437\u0448\u0438\u0440\u0438\u0442\u0438 \u0444\u0443\u043D\u043A\u0446\u0456\u043E\u043D\u0430\u043B\u044C\u043D\u0456\u0441\u0442\u044C \u0414\u0436\u0435\u043D\u043A\u0456\u043D\u0441\u0430
Configure\ System=\u041A\u043E\u043D\u0444\u0456\u0491\u0443\u0440\u0430\u0446\u0456\u044F \u0441\u0438\u0441\u0442\u0435\u043C\u0438
Configure\ global\ settings\ and\ paths.=\u0417\u043C\u0456\u043D\u0438\u0442\u0438 \u0433\u043B\u043E\u0431\u0430\u043B\u044C\u043D\u0456 \u043D\u0430\u043B\u0430\u0448\u0442\u0443\u0432\u0430\u043D\u043D\u044F \u0442\u0430 \u0448\u043B\u044F\u0445\u0438.
Discard\ all\ the\ loaded\ data\ in\ memory\ and\ reload\ everything\ from\ file\ system.=\u0412\u0438\u0434\u0430\u043B\u0438\u0442\u0438 \u0432\u0441\u0456 \u0437\u0430\u0432\u0430\u043D\u0442\u0430\u0436\u0435\u043D\u0456 \u0434\u0430\u043D\u0456 \u0437 \u043F\u0430\u043C''\u044F\u0442\u0456 \u0456 \u043F\u0435\u0440\u0435\u0437\u0430\u0432\u0430\u043D\u0442\u0430\u0436\u0435\u043D\u043D\u044F \u0432\u0441\u0435 \u0437 \u0444\u0430\u0439\u043B\u043E\u0432\u043E\u0457 \u0441\u0438\u0441\u0442\u0435\u043C\u0438.
Displays\ various\ environmental\ information\ to\ assist\ trouble-shooting.=\u041F\u043E\u043A\u0430\u0437\u0430\u0442\u0438 \u0440\u0456\u0437\u043D\u043E\u043C\u0430\u043D\u0456\u0442\u043D\u0443 \u0456\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0456\u044E \u043F\u0440\u043E \u0441\u0435\u0440\u0435\u0434\u043E\u0432\u0438\u0449\u0435, \u044F\u043A\u0430 \u043C\u043E\u0436\u0435 \u0434\u043E\u043F\u043E\u043C\u043E\u0433\u0442\u0438 \u043F\u0440\u0438 \u0443\u0441\u0443\u043D\u0435\u043D\u043D\u0456 \u043D\u0435\u0441\u043F\u0440\u0430\u0432\u043D\u043E\u0441\u0442\u0435\u0439.
Executes\ arbitrary\ script\ for\ administration/trouble-shooting/diagnostics.=\u0412\u0438\u043A\u043E\u043D\u0430\u043D\u043D\u044F \u0434\u043E\u0434\u0430\u0442\u043A\u043E\u0432\u0438\u0445 \u0441\u0446\u0435\u043D\u0430\u0440\u0456\u0457\u0432 \u0434\u043B\u044F \u0430\u0434\u043C\u0456\u043D\u0456\u0441\u0442\u0440\u0443\u0432\u0430\u043D\u043D\u044F/\u0443\u0441\u0443\u043D\u0435\u043D\u043D\u044F \u043D\u0435\u0441\u043F\u0440\u0430\u0432\u043D\u043E\u0441\u0442\u0435\u0439/\u0434\u0456\u0430\u0433\u043D\u043E\u0441\u0442\u0438\u043A\u0438.
Jenkins\ CLI=\u041A\u043E\u043C\u0430\u043D\u0434\u043D\u0430 \u0441\u0442\u0440\u0456\u0447\u043A\u0430 \u0414\u0436\u0435\u043D\u043A\u0456\u043D\u0441\u0430
JenkinsCliText=\u0414\u043E\u0441\u0442\u0443\u043F/\u0443\u043F\u0440\u0430\u0432\u043B\u0456\u043D\u043D\u044F \u0414\u0436\u0435\u043D\u043A\u0456\u043D\u0441\u043E\u043C \u0437 \u0432\u0430\u0448\u043E\u0457 \u043E\u0431\u043E\u043B\u043E\u043D\u043A\u0438 \u0430\u0431\u043E \u0437 \u0432\u0430\u0448\u043E\u0433\u043E \u0441\u0446\u0435\u043D\u0430\u0440\u0456\u044E \u0432\u0438\u043A\u043E\u043D\u0430\u043D\u043D\u044F.
LoadStatisticsText=\u041F\u0435\u0440\u0435\u0432\u0456\u0440\u0438\u0442\u0438 \u0432\u0438\u043A\u043E\u0440\u0438\u0441\u0442\u0430\u043D\u043D\u044F \u0440\u0435\u0441\u0443\u0440\u0441\u0456\u0432 \u0456 \u043F\u043E\u0434\u0438\u0432\u0438\u0442\u0438\u0441\u044F, \u0447\u0438 \u0432\u0430\u043C \u043F\u043E\u0442\u0440\u0456\u0431\u043D\u043E \u0431\u0456\u043B\u044C\u0448\u0435 \u043A\u043E\u043C\u043F''\u044E\u0442\u0435\u0440\u0456\u0432 \u0434\u043B\u044F \u0432\u0438\u043A\u043E\u043D\u0430\u043D\u043D\u044F \u0437\u0431\u0456\u0440\u043E\u043A.
Manage\ Jenkins=\u041A\u0435\u0440\u0443\u0432\u0430\u043D\u043D\u044F \u0414\u0436\u0435\u043D\u043A\u0456\u043D\u0441\u043E\u043C
Manage\ Plugins=\u041A\u0435\u0440\u0443\u0432\u0430\u043D\u043D\u044F \u0434\u043E\u043F\u043E\u0432\u043D\u0435\u043D\u043D\u044F\u043C\u0438
Prepare\ for\ Shutdown=\u041F\u0456\u0434\u0433\u043E\u0442\u0443\u0432\u0430\u0442\u0438 \u0434\u043E \u0432\u0438\u043C\u043A\u043D\u0435\u043D\u043D\u044F
Stops\ executing\ new\ builds,\ so\ that\ the\ system\ can\ be\ eventually\ shut\ down\ safely.=\u0417\u0443\u043F\u0438\u043D\u044F\u0454 \u0432\u0438\u043A\u043E\u043D\u0430\u043D\u043D\u044F \u043D\u043E\u0432\u0438\u0445 \u0437\u0431\u0456\u0440\u043E\u043A, \u0442\u0430\u043A\u0438\u043C \u0447\u0438\u043D\u043E\u043C, \u0449\u043E \u0441\u0438\u0441\u0442\u0435\u043C\u0430 \u043C\u043E\u0436\u0435 \u0431\u0443\u0442\u0438 \u0432 \u043A\u0456\u043D\u0446\u0435\u0432\u043E\u043C\u0443 \u0440\u0430\u0445\u0443\u043D\u043A\u0443 \u0437\u0433\u043E\u0440\u043D\u0443\u0442\u0430 \u0431\u0435\u0437\u043F\u0435\u0447\u043D\u043E.
System\ Information=\u0412\u0456\u0434\u043E\u043C\u043E\u0441\u0442\u0456 \u043F\u0440\u043E \u0441\u0438\u0441\u0442\u0435\u043C\u0443
System\ Log=\u0421\u0438\u0441\u0442\u0435\u043C\u043D\u0438\u0439 \u043B\u043E\u0433
SystemLogText=\u0421\u0438\u0441\u0442\u0435\u043C\u043D\u0438\u0439 \u0436\u0443\u0440\u043D\u0430\u043B \u0444\u0456\u043A\u0441\u0443\u0454 \u0432\u0438\u0432\u0456\u0434 \u0434\u0430\u043D\u0438\u0445 \u0437 <tt>java.util.logging</tt> \u043F\u043E\u0432''\u044F\u0437\u0430\u043D\u0438\u0445 \u0437 \u0414\u0436\u0435\u043D\u043A\u0456\u043D\u0441.
Useful\ when\ you\ modified\ config\ files\ directly\ on\ disk.=\u041A\u043E\u0440\u0438\u0441\u043D\u043E \u044F\u043A\u0449\u043E \u0432\u0438 \u043C\u043E\u0434\u0438\u0444\u0456\u043A\u0443\u0454\u0442\u0435 \u043A\u043E\u043D\u0444\u0456\u0433\u0443\u0440\u0430\u0446\u0456\u0439\u043D\u0456 \u0444\u0430\u0439\u043B\u0438 \u043F\u0440\u044F\u043C\u043E \u043D\u0430 \u0434\u0438\u0441\u043A\u0443
are.you.sure={0}: \u0412\u0438 \u0432\u043F\u0435\u0432\u043D\u0435\u043D\u0456?
